{
  "key": "27IVICTM",
  "version": 5442,
  "library": {
    "type": "group",
    "id": 4394244,
    "name": "TibSchol",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/tibschol",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4394244/items/27IVICTM",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/tibschol/items/27IVICTM",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8397006,
      "username": "PascaleHugon",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/pascalehugon",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Nishizawa",
    "parsedDate": "2022-12-20",
    "numChildren": 1
  },
  "data": {
    "key": "27IVICTM",
    "version": 5442,
    "itemType": "journalArticle",
    "title": "帰謬派（thal ’gyur ba）と自立派（rang rgyud pa）の分類の起源について――パツァプ翻訳師の中観論書を資料として―― [On the Origin of the Division of the Mādhyamika School into <i>Thal ’gyur ba</i> and <i>Rang rgyud pa</i>: With Reference to the Madhyamaka Texts of Pa tshab lo tsā ba Nyi ma grags]",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Fumihito",
        "lastName": "Nishizawa"
      }
    ],
    "abstractNote": "The division of the Mādhyamika School into thal ’gyur ba and rang rgyud pa has not been discovered in any Indian original texts, and the terms prāsaṅgika and svātantrika regarded as their Sanskrit equivalents are nothing more than Sanskrit reconstructions posited by modern scholars. We do not exactly known yet whether this division is of Indian or Tibetan origin. Fortunately, however, I was able to find a key to solve this issue in the Madhyamaka texts of Pa tshab lo tsā ba Nyi ma grags （ca. 1070-1140）, namely in two commentaries on the Mūlamadhyamakakārikā （MK） and Prasannapadā （Pras）, both of which have recently become available in the bKa’ gdams gsung ’bum. In this paper, first I have surveyed how Tibetan scholars treated this issue, and then tried to trace back the origin of these two terms. At this result, I have reached the following conclusions:\n\n1. These two terms, thal ’gyur ba and rang rgyud pa, were newly created by Pa tshab in his commentary on MK, probably composed around 1105 in Kaśmīr. This is mainly supported by the following two reasons: （1） Pa tshab did not use these two terms at all in his commentary on Pras, composed later at lHa sa under the instruction of Tshong dpon paṇḍita, alias, Kaśmīr paṇḍita Kanakavarman. This fact suggests that Kanakavarman did not know their Sanskrit equivalents. （2） Pa tshab used these two terms in his commentary on MK with double meanings―the names of sub-schools of Mādhyamika and the names of two logical reasons as well, that is, svatantrahetu and prasaṅgahetu ― based on the Tibetan word-formation by suffixing pa/ba （named bdag sgra in Tibetan classical grammar） to thal ’gyur/ rang rgyud. Therefore, these two terms should be regarded as Tibetan creations or as of Tibetan origin.\n\n2. Pa tshab originally created these two terms in order to express two different interpretations of MK 1.1, that is, to clarify the contrasting views of Buddhapālita and Candrakīrti and Bhāviveka. He respectively named the first two of them, who interpret non-origination in four cases discussed in MK. 1.1 as thal ’gyur （prasaṅga）, “thal ’gyur ba,” while the last, who interprets it as rang rgyud （svatantra）, he called “rang rgyud pa.” These are just the original meanings of thal ’gyur ba/ rang rgyud pa.\n\n3. On the other hand, Pa tshab uses these two terms in the following contexts, which discuss neither-one-nor-many-ness （gcig du bral, *ekānekarahitatva）, with more extended meanings, which can be regarded as the names of sub-schools of Mādhyamika. In this context, he applied these two terms to all four kinds of main logical reasons for the emptiness as well, and presumably counts Kamalaśīla as a rang rgyud pa since he interprets neither-one-nor-many-ness as rang rgyud, while taking Śāntarakṣita as a thal ’gyur ba who interprets it as thal ’gyur. This is just the original interpretation of Pa tshab. In this sense, Pa tshab can be identified as the first person who established the way of dividing the Mādhyamika school into thal ’gyur ba and rang rgyud pa.\n\n4. Based on the above-mentioned reasons, we can conclude that Pa tshab not only first created these two terms, but also substantially established them as expressions of the sub-schools of Mādhyamika beyond their original meanings in the same text.",
    "publicationTitle": "Journal of Indian and Buddhist Studies / Indogaku bukkyōgaku kenkyū (印度學佛教學研究)",
    "publisher": "",
    "place": "",
    "date": "2022-12-20",
    "volume": "71",
    "issue": "1",
    "section": "",
    "partNumber": "",
    "partTitle": "",
    "pages": "323-317",
    "series": "",
    "seriesTitle": "",
    "seriesText": "",
    "journalAbbreviation": "IBK",
    "DOI": "10.4259/ibk.71.1_323",
    "citationKey": "",
    "url": "https://www.jstage.jst.go.jp/article/ibk/71/1/71_323/_article/-char/ja/",
    "accessDate": "2025-09-02T13:13:05Z",
    "PMID": "",
    "PMCID": "",
    "arXivID": "",
    "ISSN": "0019-4344, 1884-0051",
    "archive": "",
    "archiveLocation": "",
    "shortTitle": "On the Origin of the Division of the Mādhyamika School into <i>Thal ’gyur ba</i> and <i>Rang rgyud pa</i>",
    "language": "jap",
    "libraryCatalog": "DOI.org (Crossref)",
    "callNumber": "",
    "rights": "",
    "extra": "",
    "tags": [],
    "collections": [],
    "relations": {},
    "dateAdded": "2025-09-02T13:13:05Z",
    "dateModified": "2025-09-02T13:19:09Z"
  }
}