{
  "key": "AJGTM9H7",
  "version": 5451,
  "library": {
    "type": "group",
    "id": 4394244,
    "name": "TibSchol",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/tibschol",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4394244/items/AJGTM9H7",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/tibschol/items/AJGTM9H7",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8397006,
      "username": "PascaleHugon",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/pascalehugon",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Nishizawa",
    "parsedDate": "2017",
    "numChildren": 1
  },
  "data": {
    "key": "AJGTM9H7",
    "version": 5451,
    "itemType": "journalArticle",
    "title": "中観帰謬派の開祖について [On the Founder of dBu ma thal ’gyur pa (*Prāsaṅgika): With Reference to the dGe lugs pa’s Tradition]",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Fumihito",
        "lastName": "Nishizawa"
      }
    ],
    "abstractNote": "It is well-known that the tradition of Mādhyamika was divided into two, the so called Rang rgyud pa (*Svātantrika) and Thal ’gyur pa, through the controversies among Buddhapālita, Bhāviveka, and Candrakīrti on the issue of how to establish emptiness (Skt. śūnyatā). It is noteworthy that the scholars of the dGe lugs pa of later periods were split into two groups on the issue of which of Buddhapālita and Candrakīrti should be regarded as the founder (Tib. shing rta’i srol ’byed, lit., one who [first] makes a wheel track, i.e., opens a way) of the Thal ’gyur pa, although they shared the same interpretation on the founder of the Rang rgyud pa. In this small essay, I have investigated this issue mainly based on the discussion found in the lCang skya grub mtha’, and drawn the following conclusions.\n\n1. Tsong kha pa (1357–1419) explained in his Legs bshad snying po that the Mādhyamika was divided into the Rang rgyud pa and Thal ’gyur pa through the above-mentioned controversies of the three Indian scholars. He did not clearly mention, however, which of Buddhapālita and Candrakīrti should be regarded as the founder of the Thal ’gyur pa.\n\n2. mKhas grub rje (1385–1438) established Buddhapālita as the first person who advocated the doctrine of the Thal ’gyur pa in his sTong thun chen mo. He also did not clearly establish, however, Buddhapālita as the founder of the Thal ’gyur pa.\n\n3. These facts left room for further discussions on the founder of the Thal ’gyur pa to later dGe lugs pa scholars.\n\n4. Paṇ chen bsod nams grags pa (1478–1554) first clearly mentioned that the founder of the Thal ’gyur pa is Buddhapālita, probably based on a statement of the sTong thun chen mo.\n\n5. On the other hand, Se ra rje btsun pa (1469–1544), who was contemporary with Paṇ chen, established Candrakīrti as the founder of the Thal ’gyur pa. According to Se ra rje btsun pa, the following two requirements must be fulfilled for the founder of the Thal ’gyur pa: (1) the first is to show that Nāgārjuna’s final understanding abides in the doctrine of the Thal ’gyur pa and (2) the second is to show that the doctrine of the Rang rgyud pa is incorrect.\n\n6. This controversy between Paṇ chen and Se ra rje btsun pa, whose works were adopted as the textbooks (yig cha) of ’Bras spungs blo gsal gling and Se ra byes colleges respectively, caused the followers of the dGe lugs pa to split into two groups on the issue of the founder of the Thal ’gyur pa.\n\n7. lCang skya rol pa’i rdo rje (1717–1786), based on this controversy of Paṇ chen and Se ra rje btsun pa, took the interpretation of Se ra rje btsun pa by criticising that of Paṇ chen as that of “rang re’i mkhas pa kha cig” (a scholar of our [dGe lugs pa]). lCang skya accepted the above-mentioned two requriements for the founder of the Thal ’gyur pa in his Grub mtha’.\n\n8. On the other hand, ’Jam dbyangs bzhad pa (1648–1721), whose works were adopted as the textbooks of ’Bras spungs sgo mang college, shared the same interpretation as Paṇ chen, although lCang skya insisted that he shares the same interpretation as ’Jam dbyangs bzhad pa.",
    "publicationTitle": "Journal of Indian and Buddhist Studies / Indogaku bukkyōgaku kenkyū (印度學佛教學研究)",
    "volume": "65",
    "issue": "2",
    "pages": "944-939",
    "date": "2017",
    "series": "",
    "seriesTitle": "",
    "seriesText": "",
    "journalAbbreviation": "IBK",
    "language": "jap",
    "DOI": "10.4259/ibk.65.2_944",
    "ISSN": "0019-4344, 1884-0051",
    "shortTitle": "On the Founder of dBu ma thal ’gyur pa (*Prāsaṅgika)",
    "url": "https://www.jstage.jst.go.jp/article/ibk/65/2/65_944/_article/-char/ja/",
    "accessDate": "2025-09-02T13:09:22Z",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "DOI.org (Crossref)",
    "callNumber": "",
    "rights": "",
    "extra": "",
    "tags": [],
    "collections": [],
    "relations": {},
    "dateAdded": "2025-09-02T13:09:22Z",
    "dateModified": "2025-09-02T13:23:05Z"
  }
}