{
  "key": "BR79UBUJ",
  "version": 2867,
  "library": {
    "type": "group",
    "id": 4394244,
    "name": "TibSchol",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/tibschol",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4394244/items/BR79UBUJ",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/tibschol/items/BR79UBUJ",
      "type": "text/html"
    },
    "up": {
      "href": "https://api.zotero.org/groups/4394244/items/NAHFZ32K",
      "type": "application/json"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8397006,
      "username": "PascaleHugon",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/pascalehugon",
          "type": "text/html"
        }
      }
    },
    "numChildren": 0
  },
  "data": {
    "key": "BR79UBUJ",
    "version": 2867,
    "parentItem": "NAHFZ32K",
    "itemType": "note",
    "note": "Ma dpeʼi dpe mtshon -- Ldeʼuʼi chos ʼbyung gi gleng gzhi -- Dpe skrun gsal bshad -- Ldeʼuʼi chos ʼbyung gi nang don sa bcad -- Mkhas pa ldeʼus mdzad paʼi rgya bod kyi chos ʼbyung rgyas pa -- Mchod brjod dang rtsom par dam bcaʼ ba -- Gleng gzhiʼi tshul du sangs rgyas kyi chos thams cad bden pa gnyis sam. Lung dang rtogs pa. Bkaʼ dang bstan bcos gnyis su bsdus paʼi skor -- Bkaʼ thams cad phun sum tshogs pa lngas ʼchad la. Bstan bcos thams cad rtsis ʼgo rnam pa lngaʼam. Yan lag bshad tshul bzhis ʼchad pa mdor bstan pa -- Klad kyi don -- Mchod par brjod paʼi dgos paʼi don dang. Bsdus paʼi don dang. Tshig gi don bstan paʼi skabs -- Rtsom par dam bcaʼ baʼi gzhung tshig las ʼphros te dus gsum gyi sangs rgyas byon lugs mdo tsam bstan pa -- Gzhung don dngos -- Sku gsum gyi lo rgyus -- Sangs rgyas stong rtsa gnyis kyi lo rgyus -- Shākya thub paʼi rnam thar don lngas ʼchad pa -- Mdor bstan pa -- Dang po. Sangs rgyas lugs bstan pa -- Dang por byang chub mchog tu sems bskyed paʼi skor -- Bar du bskal pa grangs med pa gsum du tshogs bsags paʼi skor -- Sa dang lam gyi gnas lugs bstan pa -- ʼbras bu mngon par rdzogs par ʼtshang rgya ba sku gsum tshul gyis bstan paʼi skor -- Mchog gi sprul paʼi skus ʼdzam buʼi gling du mdzad pa bcu gnyis kyis ʼgro baʼi don mdzad paʼi skor -- Dgaʼ ldan gnas nas ʼpho baʼi mdzad pa -- Lhums su zhugs paʼi mdzad pa -- Sku bltams paʼi mdzad pa -- Gzhon nuʼi rol rtsed kyi mdzad pa -- Khab bzhes paʼi mdzad pa -- Rab tu byung baʼi mdzad pa -- Dkaʼ thub kyi mdzad pa -- Byang chub snying por gshegs paʼi mdzad pa -- Bdud btul baʼi mdzad pa -- Mngon par sangs rgyas paʼi mdzad pa -- Chos kyi ʼkhor lo bskor baʼi mdzad pa -- Cho ʼphrul gyi mdzad pa bstan pa -- Mya ngan las ʼdaʼ baʼi tshul bstan paʼi mdzad pa -- Mdzad pa bcu gnyis la yul bcu gnyis dang. Dgos byed bcu gnyis. Gnas rnam pa bzhi. Spyod pa rnam pa gsum gyi skor -- Gnyis pa. Chos ji ltar gsungs paʼi tshul bstan pa -- Dang po. Chos ji ltar gsungs paʼi gsung tshul -- Bkaʼ ji ltar gsungs paʼi skor -- Tshad med du gsungs pa -- Tshad can du gsungs pa -- Gdul byaʼi mos pa dag la dgongs nas bkaʼ ʼkhor lo rim pa gsum bstan pa -- Chos kyi ʼkhor lo dang po bden bzhiʼi skabs -- Chos kyi ʼkhor lo gnyis pa mtshan nyid med paʼi skabs -- ʼkhor lo gsum pa gsang sngags rdo rje theg paʼi skabs -- Gnyen po la dgongs nas gsungs paʼi chos phung brgyad khri bzhi stong gi skor bstan pa -- Dbye baʼi don la dgongs te chos mdo sde bcu gnyis sam sde dgur gsungs pa -- Bsdus paʼi don la dgongs te gsungs pa sde snod gsum gyi skor -- Bstan bcos ji ltar brtsam tshul -- ʼkhor lo dang poʼi bstan bcos gang zag gang gis dus gang la brtsam tshul -- Bstan bcos ʼkhor lo gnyis paʼi brtsams tshul -- Chos kyi ʼkhor lo gsum paʼi brtsams tshul -- Gnyis pa. Chos kyi ngo bo -- Gsum pa. Chos kyi nges tshig -- Bzhi pa. Dbye baʼi khyad par -- Mu stegs paʼi dbye ba bstan paʼi skabs -- Nang pa sangs rgyas paʼi dbye ba bstan paʼi skabs -- Bkaʼi dbye ba bstan pa -- Bstan bcos kyi dbye ba bstan pa -- Bstan bcos kyi dbye ba las spyi dang bye brag gi bstan bcos mdor bstan pa -- Lung dang rigs paʼi bstan bcos -- Lnga pa. Chos rnams kyi khyad par dbye ba bstan pa -- Phyi pa dang nang paʼi khyad par bstan pa -- Lung dang rtogs paʼi khyad par -- Bkaʼ dang bstan bcos kyi khyad par -- Theg pa che chung gi khyad par -- Rgyu dang ʼbras buʼi theg paʼi khyad par -- Mdo sngags kyi khyad par. Pha rol tu phyin pa thabs kyi theg paʼi khyad par. Mtshan nyid dang. Rdo rje theg paʼi khyad par. Rgyu ʼbras kyi khyad par. Lam gyi khyad par sogs bstan pa -- Pha rol tu phyin pa thabs kyi theg paʼi khyad par -- Mtshan nyid dang dang rdo rje theg paʼi khyad par -- Rgyu ʼbras kyi khyad par -- Gsang sngags gsar rnying mtshon paʼi khyad par -- Phyi rgyud nang rgyud kyi khyad par -- Gyud sde bzhiʼi khyad par -- Pha rgyud ma rgyud kyi khyad par -- Lam sgrub paʼi dus kyi khyad par -- ʼbras buʼi khyad par sogs bstan pa -- Gsum pa. Bkaʼ sdud pa pos bsdus lugs ʼchad paʼi skabs -- Bkaʼ bsdu ba dang poʼi skabs bstan pa -- Bkaʼ bsdu ba gnyis paʼi skabs bstan pa -- Bkaʼ bsdu ba gsum paʼi skabs bstan pa -- Bzhi pa. Bstan bcos ji ltar brtsams paʼi tshul -- Bye brag bshad mdzod chen mo -- Mngon paʼi sde snod brtsams pa -- Sgraʼi bstan bcos skor -- Tshad maʼi bstan bcos skor -- ʼdul baʼi bstan bcos skor -- Dbu ma dang. Sngags. Bzo dang gso rig gi bstan bcos skor -- Mngon paʼi bstan bcos skor -- Gsang sngags kyi rgyud sdeʼi bstan bcos skor -- Lnga pa. Bod yul du chos byon paʼi lo rgyus -- Dang po. Mchod par brjod pa. Phyag gi mtshan nyid gtan la dbab pa -- Gnyis pa. Bshad par dam bcaʼ ba dang. Bkaʼ drin rjes su dran pa -- Gsum pa. Rgyal po spyiʼi mtshan nyid dang. Gdung rgyud rgyal poʼi lo rgyus las -- Rgyal po spyiʼi mtshan nyid mdor bstan pa -- Rigs med bem poʼi rgyal po lnga bstan pa -- Rig pa can gyi rgyal poʼi skor -- Gdung rgyud rgyal poʼi lo rgyus bstan pa -- Yar ʼded lha bdun skabs -- Mang bkur rgyal poʼi skabs -- ʼkhor los sgyur baʼi skabs -- Bu ram shing paʼi skabs -- Rgyal srid la dgaʼ baʼi skabs -- Shākya rigs kyi ya mtshan gleng baʼi skabs -- Sgra gcan ʼdzin gyi gdung chad lugs -- Bskos paʼi rgyal poʼi lo rgyus -- Rgya gar chos kyi rgyal poʼi bshad pa -- Rgya nag gtsug lag rgyal poʼi bshad pa -- Stag gzig nor gyi rgyal poʼi bshad pa -- Ge sar dmag gi rgyal poʼi bshad pa -- Bod kyi rgyal po gnyaʼ khri btsan poʼi gong du dbang mdzad bcu gnyis sogs byon paʼi skor -- Dbang mdzad bcu gnyis -- Ma sangs ru dguʼam ru brgyad -- Rgyal phran bcu gnyis -- Rgyal phran sil ma bzhi bcu rtsa gnyis -- Bod blo bur rgyal poʼi chad lugs gsum bstan pa -- Gsang ba bon lugs ʼdod khams lha las chad pa bstan pa -- Grags pa chos lugs gdung rgyud las chad paʼi lo rgyus ston pa -- Yab ʼbangs kyis brtsams paʼi zangs ma gzhug ral can skor -- Stod kyi steng gnyis kyi lo rgyus -- Legs drug dang. Lde bdun. Btsan bdun bcas kyi lo rgyus -- Rgyal khrims chos khrims med paʼi rgyal po gsum mam. Bar gyi steng gnyis kyi lo rgyus -- Srong btsan sgam poʼi lo rgyus skor -- Srong btsan sgam poʼi lo rgyus -- Srong btsan sku dus kyi blon po dang. Khrims lugs. Sgrig gzhi sogs srong btsan gyi mdzad pa mdor bstan pa -- Tshan bcu ste bod ru sde re re na yul dpon bcu drug re yod paʼi skor -- Sde bcu ste bod ru sde re rer stong sde brgyad brgya stong bu chung dang bcas paʼi skor -- Bkra dgu ste byang bu dgu bkraʼi skor -- Che dgu ste blon poʼi skor -- Kha brgyad. Khe brgyad. Kher brgyad skor -- Che bdun dang. Dpon bdun. Yi ge che drug chung drug bcas kyi skor -- Rkyen drug bla lnga. Na lnga la sogs paʼi khrims phran sna tshogs skor -- Khrims drug drug so drug gi skor -- Ra sa ʼphrul snang gsar bzhengs skor -- Dbon sras dang. Yum ʼbangs kyis bzhengs paʼi lha khang dang. Thon mis bod yig gsar gtod mdzad pa bcas kyi skor -- Gung srong. Mang btsan. ʼdus srong gsum gyi skor -- Khri lde gtsug brtan mes ag tshogs kyi skor -- Khri srong lde btsan gyi skor -- Khri srong lde btsan gyi skor -- Khri srong lde btsan dang. Sras dbon gyi sku dus gsang sngags ʼgyur bcuʼi skor -- ʼgyur baʼi chos ʼchad tshul bzhiʼi skor -- Yongs su skor baʼi chos la ʼchad tshul brgyad yod paʼi skor -- Yongs su rdzogs paʼi skor bi ma la bod du spyan drangs te phyis ʼgyur baʼi skor -- Bsam yas bzhengs paʼi skor -- Bod la chos spyod paʼi khod bshams paʼi skor -- Mu ne btsan po dang. Mu tig btsan po. Khri lde srong btsan bcas kyi skor -- Ral pa can gyi skor -- Glang dar maʼi skor -- Yum brtan dang ʼod srung skor -- Bod du ʼbangs gyen log byung tshul -- Zabs ma gzhug ral can. Lteb ma dgu brtsegs can. Zing po mgo sngon can bcas kyi gnas lugs rags pa -- Gsang ba phyag rgya can gyi skor -- Gsang ba yang chung skor -- Smad kyi sil chad las ʼod srung gi rgyud paʼi skor -- Yum brtan gyi rgyud paʼi skor -- Chos kyi me ro bslangs lugs dang. Sde paʼi gyes lugs skor -- Sngags rnying maʼi ʼgyur gzhug skor -- Sngags gsar ma ʼgyur ʼgo tshugs lugs skor -- Shākya thub paʼi bstan pa nub lugs skor -- Shākya thub kyi bstan paʼi gnas tshad dang. Byams pa ʼbyon lugs skor -- Mjug gi don bstan pa",
    "tags": [],
    "relations": {},
    "dateAdded": "2025-01-08T11:03:41Z",
    "dateModified": "2025-01-08T11:03:41Z"
  }
}