{
  "key": "ENUM7LHY",
  "version": 1422,
  "library": {
    "type": "group",
    "id": 4394244,
    "name": "TibSchol",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/tibschol",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4394244/items/ENUM7LHY",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/tibschol/items/ENUM7LHY",
      "type": "text/html"
    },
    "up": {
      "href": "https://api.zotero.org/groups/4394244/items/PZBX5PJU",
      "type": "application/json"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8397006,
      "username": "PascaleHugon",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/pascalehugon",
          "type": "text/html"
        }
      }
    },
    "numChildren": 0
  },
  "data": {
    "key": "ENUM7LHY",
    "version": 1422,
    "parentItem": "PZBX5PJU",
    "itemType": "note",
    "note": "Glegs bam ka pa. (1) -- Glegs bam ka paʼi dkar chag -- Bkaʼ gdams chos ʼbyung gsal baʼi sgron me. (stod cha. Dbu med. ) -- Mchod brjod dang rtsom par dam bcaʼ -- Bkaʼ gdams kyi chos spyiʼi bab dang dbye ba sogs -- Bkaʼ gdams kyi mdzad spyod spyir bstan paʼi skabs -- Dpal ldan a ti shaʼi che baʼi yon tan brjod paʼi skabs -- Dpal ldan a ti shaʼi dngos slob kyi slob ma ji ltar byung baʼi tshul brjod paʼi skabs -- Rngog lo yab sras dang jo bo rjeʼi slob ma ʼgaʼi lo rgyus -- ʼbrom ston pa rgyal baʼi ʼbyung gnas slob ma dang bcas paʼi skabs -- Dpal ldan dgon pa baʼi slob rgyud dang bcas paʼi skabs -- Spyan mngaʼ ba nas spyan snga rin chen ʼphel bar gyi bkaʼ gdams gdams ngag paʼi rnam (lo dang bya yul gyi gdan rabs tshud. ) thar brjod paʼi skabs -- Glegs bam kha pa. (2) -- Glegs bam kha paʼi dkar chag -- Bkaʼ dgams chos ʼbyungs gsal baʼi sgron me. (smad cha. Dbu med. ) -- Bkaʼ gdams gdams ngag paʼi rnam thar gyi ʼphro dang. ʼgos lo gzhon dpal dang kam kam gyi gdan rabs bcas -- Drang song chen po po to ba nas brgyud paʼi bkaʼ gdams gzhung paʼi rnam (snar thang gdan rabs deʼi khongs su yod. ) thar -- Byang sems chen po phu chung ba gzhon nu rgyal mtshan nas brgyud paʼi glegs bam rin po cheʼi bla ma brgyud paʼi lo rgyus -- Spyod pa byang chub sems kyi chu bo sogs gdams pa thor buʼi bla ma brgyud paʼi rnam thar gyi skabs -- Gzhung dang gdams ngag gi chu bo gcig tu ʼdus pa bkaʼ gdams gsar maʼi rnam thar gyi skabs -- Mjug gi don bsdu ba -- Glegs bam ga pa. (3) -- Glegs bam ga paʼi dkar chag -- Bkaʼ gdams chos ʼbyung gsal baʼi sgron me. (par ma. ) -- Mchod brjod dang rtsom par dam bcaʼ -- Bkaʼ gdams kyi chos spyiʼi bab dang dbye ba sogs -- Bkaʼ gdams kyi mdzad spyod spyir bstan paʼi skabs -- Dpal ldan a ti shaʼi che baʼi yon tan brjod paʼi skabs -- Dpal ldan a ti shaʼi dngos slob kyi slob ma ji ltar byung baʼi tshul brjod paʼi skabs -- Rngog lo yab sras dang jo bo rjeʼi slob ma ʼgaʼi lo rgyus -- ʼbrom ston pa rgyal baʼi ʼbyung gnas slob ma dang bcas paʼi skabs -- Dpal ldan dgon pa baʼi slob rgyud dang bcas paʼi skabs -- Spyan mngaʼ ba nas spyan snga rin chen ʼphel bar gyi bkaʼ gdams gdams ngag paʼi rnam (lo dang bya yul gyi gdan rabs tshud. ) thar brjod paʼi skabs -- ʼgos lo gzhon dpal dang kam kam gyi gdan rabs bcas -- Drang song chen po po to ba nas brgyud paʼi bkaʼ gdams gzhung paʼi rnam (snar thang gdan rabs deʼi khongs su yod. ) thar -- Byang sems chen po phu chung ba gzhon nu rgyal mtshan nas brgyud paʼi glegs bam rin po cheʼi bla ma brgyud paʼi lo rgyus -- Spyod pa byang chub sems kyi chu bo sogs gdams pa thor buʼi bla ma brgyud paʼi rnam thar gyi skabs -- Gzhung dang gdams ngag gi chu bo gcig tu ʼdus pa bkaʼ gdams gsar maʼi rnam thar gyi skab -- Mjug gi don bsdu ba -- Glegs bam nga pa. (4) -- Glegs bam nga paʼi dkar chag -- Bkaʼ gdams chos ʼbyung rnam thar nyin mor byed paʼi ʼod stong. (dbu med. ) -- Bcom ldan thub paʼi dbang po dang deʼi bstan pa rgya gar du ji ltar dar tshul mdor bsdus -- Jo bo rje dpal ldan a ti shaʼi lo rgyus kyi skabs -- Jo bo rje dpal ldan a ti shaʼi chos brgyud de ʼdzin skyong byed paʼi bu slob brgyud pa dang bcas pa ji ltar byon tshul gyi skabs -- Jo bo rje dpal ldan a ti shaʼi chos brgyud de ʼdzin skyong byed paʼi bu slob brgyud pa dang bcas pa rnams kyis bstan bcos ji ltar mdzad paʼi tshul -- Mjug bsdu ba dang mdzad byang bsngo smon bcas -- Bkaʼ gdams gsar rnying gi chos ʼbyung yid kyi mdzes rgyan. (par ma. ) -- Mchod brjod dang brtsam par dam bcaʼ ba -- Gnas lnga rig paʼi paṇḍi ta dpal ldan mar me mdzad ye shes kyi rnam thar slob brgyud gdan sa khag dang bcas pa bkaʼ gdams rnying maʼi skabs -- Bkaʼ gdams gsar maʼam bkaʼ gdams gzhung par grags paʼi skabs las rje tsong kha pa blo bzang grags paʼi rnam thar -- Rje tsong kha pa blo bzang grags paʼi slob ma brgyud pa dang bcas paʼi skabs -- Mjug byang -- Bstan pa rin po che lha chos phun sum tshogs paʼi lo rgyus ngo mtshar rmad du byung baʼi dpal ʼbyor. (dbu can bris ma. ) -- Bstan pa rin po che lha chos phun sum tshogs paʼi lo rgyus ngo mtshar rmad du byung baʼi byung tshul thor bu -- Lha chos kyi ngo mtshar baʼi byung rim dngos -- Glegs bam rin po che ji ltar brgyud paʼi rnam thar las. Shes rab rgyal mtshan dang. Phu chung ba gzhon nu rgyal mtshan sogs sku mched gsum. Rnal ʼbyor pa rin chen rgyal mtshan. Zhang ston chen dar ma rgyal mtshan bcas kyi rnam thar -- Bla ma byang chub bzang po dang. Nam mkhaʼ rin chen. ʼbrom gzhon nu blo gros bcas kyi rnam thar gyi skabs -- Mjug byang -- Glegs bam ca pa. (5) -- Glegs bam ca paʼi dkar chag -- Rin chen spungs paʼi lo rgyus. (dbu med. ) -- Dpal ldan a ti shaʼi rnam par thar pa chos kyi ʼbyung gnas. (dbu med. ) -- Jo bo rje dpal ldan a ti shaʼi rnam thar rgyas pa yongs grags. (par ma. ) -- Jo bo rin po che dpal ldan a ti shaʼi rnam par thar pa. (dbu med. ) -- Jo bo chen po lha gcig gi rnam par thar pa. (dbu med. ) -- Jo boʼi rnam thar kha skong zur tsam gleng ba thor bu ba. (dbu med. ) -- Glegs bam cha pa. (6) -- Glegs bam cha dkar chag -- Jo bo rje dpal ldan a ti shaʼi rnam thar gtsang mkhan chen gyi bsgrigs pa. (dbu med. ) -- Lo chen rin chen bzang poʼi rnam thar dkaʼ spyad sgron ma. (dbu med. ) -- Skyes mchog rin chen dpal bzang poʼi rnam thar. (dbu med. ) -- Rngog lo tsā ba chen poʼi rnam thar. (dbu med. ) -- Chu mig pa chen poʼi rnam thar. (dbu med. ) -- Snar thang gi gdan rabs bdun paʼi rnam thar rin chen gter mdzod. (dbu med. ) -- Bcom ldan ral griʼi rnam thar. (dbu med. ) -- Glegs bam ja pa. (7) -- Glegs bam ja paʼi dkar chag -- Dpal ldan gsang phuʼi gdan rabs gsal baʼi me long. (dbu med. ) -- Zul phu mkhan chen gyi rnam thar. (dbu med. ) -- Rgyal sras thogs med bzang po dpal gyi rnam thar. (dbu med. ) -- Rgyal rabs zhes bya ba. (dbu med. ) -- Sngon gyi gtam me tog phreng ba. (dbu med. ) -- Rgyal rabs dang bstan pa snga dar gyi skabs -- Bstan paʼi me ro mdo smad nas bslangs paʼi skor -- Bod kyi rgyal rabs lo rgyus. (dbu med. ) dbu shog chad -- Sprel rgyal ha nu man tha las bod kyi mi mched paʼi skor sogs kyi rgyal rabs glang dar maʼi bar -- Smad kyi sde gsum gyis ʼbrog mi lo tsā ba shākya ye shes rgya gar la ʼgro baʼi mthun rkyen sbyar ba sogs kyi skor -- Paṇḍi ta gha ya dha ra bod du phebs shing gsung ngag lam ʼbras bod du dar baʼi skor -- Lha bla ma ye shes kyis bod phrug nyer gcig kha cher slob gnyer la brdzangs pa dang bod kyi btsan po rin byon gyi mtshan tho bcas -- Rgya bod kyi chos ʼbyung rin po che. (dbu can bris ma. ) -- Bkaʼ bsdu rim par mdzad tshul dang nang bstan rig gnas dang bcas pa rgya gar du ji ltar dar tshul -- Kha ba can du dam paʼi chos ji ltar byung tshul -- ʼdul ba ji ltar brgyud paʼi skabs -- Jo bo rje nas brgyud paʼi bkaʼ gdams pa ji ltar dar tshul -- Sa skya pa nas brgyud pa rnams bshad paʼi skabs -- Dwags po bkaʼ brgyud kyi khungs dang byon tshul -- Dus kyi ʼkhor lo byon tshul bshad pa -- Dge ldan pa dang zhi byed pa sogs ji ltar byung tshul -- Mjug bsdu ba -- Bkaʼ brgyud rin po cheʼi chos ʼbyung mig ʼbyed ʼod stong. (dbu med. ) -- Rdo rje ʼchang nas rje mi laʼi slob brgyud dang bcas paʼi skabs -- Phag mo gru pa dang ʼbri gung paʼi skabs -- Rlangs kyi gdung rgyud kyi skabs -- Kaṃ tshang bkaʼ brgyud kyi skabs -- Stag lung pa dang. Khro phu ba. Tshal pa. Gʹyaʼ bzang pa dang bcas paʼi skabs -- ʼbrug pa bkaʼ brgyud kyi skabs -- Mjug gi don -- Glegs bam nya pa. (8) -- Glegs bam nya paʼi dkar chag -- Rgyal rabs gsal baʼi me long. (dbu can bris ma. ) -- Sangs rgyas shākya thub pa ʼjig rten du byon nas bstan pa dar bar mdzad pa -- Sangs rgyas shākya thub pas rten gsum bzhengs pa dang rab tu gnas par mdzad pa -- Rgya hor gyi yul du dam paʼi chos dar ba dang rgyal poʼi rnam grangs ji ltar byon paʼi skor -- Mthaʼ ʼkhob de ʼdul baʼi don du spyan ras gzigs kyi sprul pa mang pos ʼgro don mdzad paʼi skor -- Rta yi rgyal po bha la har sprul nas sems can gyi don mdzad pa -- Spreʼu dang brag srin mo ʼdus pa las bod kyi mi ched paʼi skor -- Gnyaʼ khri btsan po nas gnam ri srong gtsan bar gyi rgyal rabs -- Chos rgyal srong btsan sgam po sogs sku bltams paʼi skor -- Chos rgyal srong btsan sgam pos thon mir yi ge slob tu btang ba dang. Dge bcuʼi khrims ʼchang baʼi skor -- Chos rgyal srong btsan sgam pos thugs dam gyi lha spyan drangs paʼi skor -- Bal bzaʼ khri btsun dang. Rgya bzaʼ kong jo jo shāk rnam gnyis dang bcas rim par spyan drangs paʼi skor -- Bal bzaʼ khri btsun dang. Jo bo mi skyod rdo rnam gnyis spyan drangs paʼi skor -- Rgya bzaʼ kong jo dang. Jo bo shākya mu ni rnam gnyis spyan drangs paʼi skor -- Ra sa dang mthaʼ ʼdul yang ʼdul gtsug lag khang bzhengs pa dang. Rten gsum rnams rab tu gnas par mdzad paʼi skor -- Ra sa dang mthaʼ ʼdul yang ʼdul gtsug lag khang bzhengs paʼi skor -- Rten gsum rnams rab tu gnas par mdzad paʼi skor -- Mong bzaʼ khri lcam sogs kyi skor -- Bod ʼbangs thams cad chos la ʼkhod par mdzad paʼi skor -- Rgyal po yab yum gyi mdzad pa rdzogs te. Rang byon bcu gcig zhal gyi thugs khar thim paʼi skor -- Dbon sras mang srong sogs kyi skor -- Khri srong lde btsan sogs kyi skor -- Mu ne btsan po sogs kyi skor -- Khri ral pa can dang glang dar maʼi skabs -- Mngaʼ bdag ʼod srung dang yum brtan bu rgyud dang bcas paʼi skor -- Mjug bsdu ba -- Rgyal rabs me long gsal byed nyung ngu rnam gsal. (dbu med. ) -- Rgya gar gyi rgyal rabs dang. Sku gsung thugs rten bzhengs tshul -- Bod du miʼi ʼgro ba byung tshul nas btsan po glang dar maʼi bar -- Sras ʼod srung dang. Yum brtan bu rgyud dang bcas paʼi skabs -- Mjug bsdu ba -- Glegs bam ta pa. (9) -- Glegs bam ta paʼi dkar chag -- Rgyal rabs gong maʼi legs bshad rnam dbye yid ʼdzin lta bde go gsal rgya bod kyi yig tshang mkhas pa dgaʼ byed. (dbu med) -- Mchod brjod dang ʼdzam gling rgyal po spyiʼi stong thun sogs kyi skabs -- Rgya gar gyi rgyal rabs -- Sangs rgyas kyi mdzad pa bcu gnyis -- Bal poʼi rgyal rabs -- Rgya nag gi rgyal rabs -- Mi nyag gi rgyal rabs -- Bod kyi rgyal rabs -- Mdzangs mi bdun byung tshul -- Chen po hor gyi rgyal rabs -- Dbus gtsang khri skor gyi dud grangs dang ʼjam mo ʼdzin lugs -- Khams skra bcu gsum gyi dud grangs dang ʼjaʼ mo lugs -- Dpal ldan sa skya ʼkhon gyi gdung rabs -- Sa skya paʼi dbu che shar nub gung gsum gyi skor -- Dbus gtsang dpon chen dang sa skya pan chen byon tshul -- Khri skor mchog gyur zha lu paʼi byung tshul dang. Nyang yul chags tshul -- Lha dbang sprul pa dpal ldan shar dgaʼi byung tshul -- Stag nag rdzong pa byung tshul -- Rnam rgyal gling pa byon tshul -- Bod du bstan pa phyi dar la mkhas grub sde dgon byung tshul -- Bod du bstan pa phyi dar la jo bo rje dang. Rngog loʼi slob brgyud byung tshul -- Rngog khu dbon paʼi slob brgyud dang bshad grwa dar tshul -- Smad ʼdul bshad rgyud -- Mkhan rgyud rnam gsum byon tshul -- Tshogs pa sde bzhiʼi gyes tshul -- Dwags po bkaʼ brgyud byon tshul -- Phag mo gru paʼi bla rabs dang dpon rabs -- Lha saʼi bla rabs byon tshul -- Shangs pa bkaʼ brgyud byon tshul -- Chos rgyal ʼphags paʼi shes bya rab gsal -- Rgya bod yig tshang mkhas pa dgaʼ byed chen mo ʼdzam gling gsal baʼi me long. (stod cha. Dbu can bris ma. ) -- Mchod brjod dang. Gzhung don mdor bstan -- Rgya gar gyi rgyal rabs dang. Sangs rgyas kyi mdzd pa bcu gnyis. Bkaʼ bsdu gnang ba bcas kyi skabs -- Bal poʼi rgyal rabs -- Rgya nag gi rgyal rabs -- Mi nyag gi rgyal rabs -- Bod kyi rgyal rabs -- Mdzangs paʼi blon bdun dang. Gri dang. Ja. Dkar yol rnams byung tshul dang. Dkar yol brtag thabs bcas kyi skor -- Chen po hor rgyal rabs dang. Dbus gtsang khri skor gyi dbye ba sogs kyi skor -- Glegs bam tha pa. (10) -- Glebs bam tha paʼi dkar chag -- Rgya bod yig tshang mkhas pa dgaʼ byed chen po ʼdzam gling gsal baʼi me long. (smad cha. Dbu can bris ma. ) -- Dpal ldan sa skyaʼi gdung rabs dang. Dpon chen dang. Nang chen gyi rim pa bcas -- Sa skya paʼi gdung rabs mdor bsdus -- Sa skya bu chen shar nub gung gsum la sogs byon tshul -- Sa sakya paʼi blon po dang. Dpon chen. Nang blon rim paʼi byon tshul -- Khri skor mchog gyur zha luʼi dpon rabs -- Ma sangs sprul pa stag nag rdzong paʼi skabs -- Gnod sbyin sprul pa rnam rgyal gling paʼi skabs -- Gsang sngags bla med kyi chos dar tshul -- Bstan pa phyi dar la mkhas grub sde dgon byung tshul -- Jo bo rje nas brgyud paʼi bkaʼ gdams pa dang. Rngog lo khu dbon sogs byon tshul -- Jo bo rje nas brgyud paʼi bkaʼ gdams pa byung tshul -- Rngog khu dbon gyis thog drangs bshad grwa dar tshul -- Bod du dus ʼkhor gyi rgyud ʼgrl dar tshul dang. Tshogs sde bzhiʼi mkhan rabs -- Bod du dus ʼkhor gyi rgyud ʼgrl dar tshul -- Tshogs sde bzhiʼi mkhan rabs -- Bla chen mkhan rgyud dang. Pu tsho mkhan rgyud. Paṇ chen mkhan rgyud byon tshul -- Dwags po bkaʼ brgyud dang. Zhi byed byon tshul -- Dwags po bkaʼ brgyud byon tshul -- Zhi byed byon tshul -- Dpal phag mo gru paʼi gdan rabs dang. Lha gzigs rlangs kyi dpon rabs kyi skabs -- Dpal phag mo gru paʼi gdan rabs -- Lha gzigs rlangs kyi dpon rabs kyi skabs -- Lha paʼi chos dang brgyud rabs byon tshul dang. Shangs pa bkaʼ brgyud rin chen bdun brgyud bcas paʼi skabs -- Lha saʼi chos lugs dang brgyud rabs byon tshul -- Shangs pa bkaʼ brgyud byon tshul -- ʼjig rten gtan bzhag gi mdo nas nyer mkho ʼgaʼ btus pa -- Chos rgyal ʼphags paʼi shes bya rab gsal las. Snod bcud chags tshul mdor bsdus -- Mdzad byang -- Rgyal rabs sogs bod kyi yig tshang gsal baʼi me long. (dbu med. ) -- Rgyal rabs dang bstan pa snga dar gyi skor -- Bstan pa phyi dar ʼgo zug pa nas gsang phuʼi gdan rabs dang bcas paʼi skabs -- Sne gdong gi dpon rabs dang. Dwags po bkaʼ brgyud. Sa skyaʼi gdung rabs dang dpon rabs. Shākya shrīʼi mkhan brgyud. Tshal pa bkaʼ brgyud. Phag gruʼi gdan rabs sogs kyi skabs -- Dpal ldan shar ka baʼi gdung rabs rgyan gyi phreng ba. (dbu med. ) -- Glegs bam da pa. (11) -- Glegs bam da paʼi dkar chag -- Yar lung jo bo shākya rin chen sdes mdzad paʼi chos ʼbyung. (dbu med. ) -- Mchod brjod dang snod bcud chags rim. Rgya gar gyi rgyal rabs bcas -- Rgya nag dang mi nyag tu chos byung tshul -- Bod kyi rgyal poʼi ʼbyung khungs dang. Gnyaʼ khri nas glang dar bar gyi rgyal rabs -- Glang dar maʼi sras ʼod srung dang yum brtan gyi skabs -- Hor gyi rgyal rabs kyi skabs -- Jo bo rje slob brgyud dang bcas paʼi bkaʼ gdams kyi bstan pa dar rgyas su mdzad paʼi skor -- Dpal ldan sa skya paʼi skabs -- Kha che paṇ chen shākya shrī dang. Bstan pa snga dar gyi sdom rgyun skor. Sbyar byang dang bcas -- Rgyal baʼi dben gnas rwa sgreng gi bshad pa nyi maʼi ʼod zer. (dbu med. ) -- Lung las ji ltar byung ba dang. Jo ʼbrom yab sras kyi lo rgyus -- Rwa sgreng dgon ji ltar bzhengs pa dang ʼbrom nyid kyis gdan sa lo dgu bskyangs paʼi skor -- Rwa sgreng rgyal baʼi dben gnas kyi gdan rabs rim byung dang. De dag gi gdan sa ji ltar rgya bskyed pa dang. Rten gsum ji ltar bzhengs paʼi kyi skordang mdzad byang bcas -- Chos ʼbyung kun dgaʼ snying poʼi dbu lags so. (dbu med. ) -- Chos spyiʼi rnam gzhag rags bsdus dang. Ston pa mchog gis mdzad pa bcu gnyis bstan paʼi skor sogs -- ʼchad pa po slob dpon gyi tshul dang. Nyan pa po slob maʼi tshul -- De ltar bshad cing nyan paʼi ʼbras bu bstan pa dang mdzad byang -- Dkaʼ chag mtshan nyid rgyud pa bla ma rnams kyi mtshan rnams bstan chos mu tig phreng bar grags pa. (dbu med. ) -- Ston pa dang ston paʼi gtad rabs kyi skor sogs rgya gar baʼi skabs -- Bod kyi dbang du byas na. Bstan pa snga dar dang bar dar gyi skor -- Jo bo rje slob brgyud dang bcas pa dang. Rwa sgreng. Spyi phu sogs kyi gdan mdor bsdus bcas -- Bkaʼ brgyud dang. Zhi byed pa. ʼdul ba. Phar phyin. Tshad ma bcas kyi brgyud rim dang. Sa skyaʼi gdung rabs nyung ngu. Mdzad byang bcas -- Bla ma brgyud paʼi lo rgyus la sogs jo bo rjeʼi chos skor zab mo rnams (dbu med. ) -- Dpal snar thang gi gdan sa mdzad paʼi bla ma dam pa rnams gdung dang gdan sa mdzad tshul rnams. (dbu med. ) -- Chos ʼbyung gi lo rgyus. (dbu med. ) -- Gsung ba po ston paʼi lo rgyus sogs -- Bkaʼ bsdu ba ji ltar mdzad paʼi tshul -- Ji ltar brtsams paʼi tshul dang mdzad byang -- Myang stod bla maʼi mtshan gyi deb gter. (dbu med. ) -- Dpal ldan a ti sha sras dang rgyud par bcas paʼi ngo mtshar mdzad paʼi phreng ba spel legs. (dbu med. ) -- Rngog lo tsā ba chen pos bstan pa ji ltar bskyangs paʼi tshul mdo tsam du bya ba. Ngo mtshar gtam gyi rol mo zhes bya ba. (dbu med. ) -- Dge baʼi bshes gnyen pu to ba rin chen gsal gyi rnam thar sems dpaʼ chen poʼi spyod pa nges bstan. (par ma. ) -- Ngur mig jo mo sgrol maʼi dkar chag (dbu med. ) -- Glegs bam na pa. (12) -- Glegs bam na paʼi dkar chag -- Lho rong chos ʼbyung. (stod cha. Dbu med. ) -- Ston paʼi mdzad pa dang bkaʼ bsdu mdzad paʼi skabs -- Tillo shes rab bzang po dang nā ro paṇ chen rnam gnyis kyi rnam thar -- Mar lo tsā ba chos kyi blo gros kyi rnam thar -- Rngog ston chos rdor nas rngog rin chen rgyal poʼi bar gyi lo rgyus -- Rngog gzi brjid grags pa nas bshes gnyen rdo rje sengge slob ma dang bcas paʼi bar -- Mtshur dbang gi rdo rje slob brgyud dang bcas paʼi skabs -- Mes ston tshon po bsod nams rgyal mtshan dang. Mar pa ʼgo yag -- Rnal ʼbyor gyi dbang phyug rje btsun mi la ras paʼi skabs -- Ras chung rdo rje grags. Gnyal ston pa. Rje btsun dbang po. Bya ʼphur rong pa. Bur sgom nag po. Zangs ri ras pa sher grags. Dge bshes khyung tshang ba bcas kyi skabs -- Ma gcig ong co dang. Mar ston tshul byung. Dge sdings pa. Bla ma dha ra shrī. Ras ma zhig mo. Bya btang bde legs pa. ʼdzim gzi brjid rgyal mtshan bcas kyi skabs -- Ngam rdzong ras pa bho de ra tsa dang. Gung thang pa rol paʼi rdo rje. Dpal yon tan bzang po bcas kyi skabs -- ʼbri sgom ras pa dang. Mal yer ba. Sangs rgyas sgom pa. Se ban ras pa. Ras pa zhi ba ʼod. Ra rdzi ras pa bcas kyi skabs -- Mnyam med dwags po lha rjeʼi skabs -- Rje sgom tshul dang. Gcung sgom chung gi skabs -- Zhang rin po che gʹyu brag pa dang. Lha phyug pa nyi zla ʼod. Gra ʼjed pa nam mkhaʼ ʼod. Kha rag pa ʼdul ba ʼod. ʼbri ra ba shākya ʼod bcas kyi skabs -- Dpon dar ma gzhon nu dang. Gtsang sgom hrul mo. Lha sgom shes rab sengge. Mar sgom. Ri sgom. Shangs ston gzhon nu shes rab. Jo sras gzhon nu dpal. Me sgom. Zhig po bdud rtsi bcas kyi skabs -- ʼbaʼ rom pa dar ma dbang phyug dang. Bu chen bzhi. De dang nye ba bzhi. Sras lnga. Jo btsun nam mkhaʼ rgyal mtshan. Bla ma grags pa shes rab byang chub. Dbang phyug rgyal mtshan. Dbang phyug rgyal po. Mkhas pa chen po gzhon nu shes rabs. Bla ma mchod dbang. Sengge dpal bcas kyi skabs -- ʼgro mgon ti shri ras pa dang. Sho rom ʼphags pa. Gser sgom. Zem shi bcas paʼi skabs -- Rnal ʼbyor chos gʹyung dang. Gyer sgom. Spras kyi a ra chos rje. Rmog cog pa. Gsal ldong sgom sho. Bla ma ʼol ka ba. Lha sgom ras pa. Ye shes rdo rje bcas kyi skabs -- Rje dus gsum mkhyen pa dang. Karma pakshi. Karma pa rang byung rdo rje bcas kyi skabs -- Karma pa rol paʼi rdo dang. Karma pa de bzhin gshegs pa. Karma mthong ba don ldan bcas kyi skabs -- Dus gsum mkhyen pa dang. Karma pakshi. Rang byung rdo rje bcas kyi slob maʼi skabs -- Karma pa rol paʼi rdo dang. Karma pa de bzhin gshegs paʼi slob maʼi skabs -- Phag mo gru pa rdo rje rgyal po dang slob ma snga tshar bzhi sogs kyi skabs -- Khro phu khu dbon dang. Khro phu lo tsā ba byams paʼi dpal. Khro phu bsod nams sengge. Ma gcig ras ma byang chub bcas kyi skabs -- Skal ldan za ra ba ye shes sengge dang. Gʹyaʼ bzang pa chos kyi smon lam. Dpal ri ba sangs rgyas sgom pa. Mi nyag sgom rin. Grub thob nyag re se bo. Slob dpon sengge. Mchan bu rgya ras. Bla ma gyer sgom. Dgon dkar ba rdo rje dbang phyug. Rog sengge kha pa. Bla ma ʼbam pa. Rgyal gdong pa. Gyer sgom gnyis pa sogs kyi skabs -- Sbas sgom rdo rje chen po dang. Dpal ldan dzug phu ba sogs kyi skabs -- Skyob pa ʼjig rten mgon po dang. Spyan snga grags pa ʼbyung gnas. Rin po che bcu gnyis pa. Sgo mang pa. Rin po che grags pa ye shes pa. Rin po gnyis mchod pa. Tshes bzhi grags pa rgyal mtshan. Rin chen gzhon nu. Grags pa shes rab bcas kyi skabs -- Drung chen taʼi si tu byang chub rgyal mtshan dang. ʼjam dbyangs gu shri chen po. Grags pa rin chen pa. Tshes bzhi gsar ma grags pa byang chub. Bsam gdong pa bsod nams grags pa. Drung chen shākya rin chen. Ngag dbang grags pa rgyal mtshan. Byang chub rdo rje. Spyan snga dpal ldan pa. Sgo sel pa bsod nams bzang po. Chos rje pa. Sangs rgyas pa. Lho rin po che grags gsal yon tan. Shar rin po che bcas kyi skabs -- Rin po che gro thul can nam ʼbri gung ʼjig rten mgon po dgung lo nyer lnga bar gyi rnam thar dang. Thag ma pa. Gu ra pa rdo rje tshul khrims. Dbon rin po che bsod nams grags pa. Gcung rdo rje grags. Rgyal sras thog ka ba. Mtshams bcad pa grags pa bsod nams. A nu rin chen. Rdo rje dpal ba. Chos kyi rgyal po. Kun dgaʼ rgyal mtshan. Drung bshes gnyen pa. Drung a bo pa. Bla ma bal bu gong pa. Byang chub gling pa bcas kyi skabs -- Glegs bam pa ba. (13) -- Glegs bam pa baʼi dkar chag -- Bkaʼ rgyud rin po cheʼi lo rgyus phyogs gcig tu bsgrigs paʼi gsal ʼdebs rgyas pa. (smad cha. Dbu med. ) -- Dwags po ʼdul ʼdzin dang. Gnyos lha nang pa. Lha rin chen rgyal po. Mgar dam pa chos sdings pa. U rgyan pa. Yon tan dpal ba sogs gdan sa pa rim byung. Rin po che thog rgod pa. Gtsang pa ʼjam seng sogs dang. Mgon po ye shes. Skyes mchog pa. Gʹyag sde paṇ chen. Dbang phyug rgyal mtshan kyi skabs -- Stag lung thang pa dang. Ratna nā tha. Sangs rgyas yar byon. Grags paʼi dpal ʼod zer bzang po bcas paʼi skabs -- U rgyan mgon po dang. Kun spangs blo gros rgyal mtshan. Ratna ka ra. Grags pa dpal bkra shis rgyal mtshan. Mi gʹyo mgon po. Dbon po grags pa. Rin po bkra shis bla ma. Gcung ye shes bla ma. Rin chen sangs rgyas dpal bzang po. Rin po ratna gu ru. Rin po che ratna ka ra. Kun spangs nam mkhaʼ rgyal mtshan. Chos rje bkra shis dpal brtsegs. Byang chub rgya mtsho. A rgod zhig po bcas kyi skabs -- ʼjam dza se dang. Chos rje sgo paʼam ja hu ras pa. Mkhas pa chen po dbang phyug rdo rje. Ras pa shes rab dbang phyug. Gʹyag ru ras pa. Sku zhang lha. Spyan mngaʼ yon rgyal ba bcas kyi skabs -- Gling ras padma rdo rje dang. Gtsang pa rgya ras. Dbon ras dar ma sengge. Spa ri ba. Rkyang mo kha ba. (mtshams ʼdir rgya legs pa. Zhes pa zhig yong gi ʼdug kyang ʼdir chad pa ʼdra. ) ʼbras mo ba bcas kyi skor -- Chos rje lo ras pa dang. Rgod tshang pa mgon po rdo rje. Rgyal ba yang dgon pa bcas kyi skabs -- Grub chen u rgyan pa. Mthaʼ bzhi ras pa dbang phyug rgyal mtshan. Ne ring pa bde legs rgyal mtshan. Pho ri ba dkon mchog rgyal mtshan. Shākya ras pa bcas kyi skabs -- Mkhaʼ ʼgro ma ʼgro ba bzang mo dang. Rin chen sengge. Dpal khang pa bcas kyi skabs -- Chos rje smar ba dang. Deʼi slob ma ye shes rgyal mtshan. Rmog spyan snga. Sha dbu tso ba dang deʼi dbon po. Shing ʼgo ba dkon mchog rgyal mtshan. Chos rje gshaʼ dgon pa slob ma dang bcas paʼi skabs -- Sangs rgyas yel pa dang. Mkhan chen phu ba sogs kyi skabs -- Bod du bstan pa byung tshul las ʼphros paʼi gtam dang mdzad byang. ʼdi nyid rtsom paʼi ʼphral rkyen bcas -- Rtsom paʼi lo rgyus nyung bsdus -- Glegs bam pha pa. (14) -- Glegs bam pha paʼi dkar chag -- Deb ther sngon po. (stod cha. Bris par ʼdres ma. ) -- Dum bu dang po. Chos byung rtsa ba dang. Rgyal rabs. Bstan pa snga dar gyi skabs. (ka. Par ma. ) -- Mchod par brjod pa -- Mang pos bkur baʼi gdung rabs kyi skabs -- Sangs rgyas kyi mdzad paʼi skabs -- Bstan paʼi gtad rabs kyi skabs -- Sde pa bco brgyad du gyes paʼi skabs -- So sor thar paʼi sdom brgyud kyi skabs -- Bod kyi rgyal rabs kyi skabs -- Chos rgyal mes dbon rnams kyis bstan pa btsugs paʼi skabs -- Bod kyi rgyal po rnams rtsa rgyud las lung bstan paʼi skabs -- Bod dang rgya hor la sogs paʼi rgyal rabs kyi skabs -- Glang dar mas bstan pa bsnubs rjes bod mi khyim pa tshos gtsug lag khang dang bkaʼ bstan srung skyobs byas paʼi skor -- Dum bu gnyis pa. Bstan pa phyi dar gyi skabs. (kha. Dbu med. ) -- Bstan pa phyi dar gyi lo tshigs dang bla chen po la sogs paʼi skabs -- Lo chen gyi skabs -- Dus mtshungs bsgrigs paʼi skabs -- Klu mes dpon slob kyis gtsug lag khang btang paʼi skabs -- ʼdul ba ʼdzin paʼi lo rgyus kyi skabs -- Rgyal lha khang gi skabs -- Khrab la kha baʼi skabs -- Thang po cheʼi skabs -- Dge bshes grwa pa dpon slob dang spyan gʹyas paʼi skabs -- Dum bu gsum pa. Gsang sngags snga ʼgyur gyi skabs. (ga. Par ma. ) -- Sgyu ʼphrul gtso bor gyur paʼi skabs -- ʼdus pa mdoʼi brgyud lugs kyi skabs -- Rong zom chos kyi bzang poʼi lo rgyus kyi skabs -- Sems phyogs kyi skabs -- Rdo rje zam paʼi lo rgyus kyi skabs -- Man ngag gi sdeʼi lo rgyus kyi skabs -- Dum bu bzhi pa. Gsang sngags gsar ma. Lam ʼbras rjes ʼbrang dang bcas paʼi skabs. (nga. Par ma. ) -- Gsar maʼi ʼgyur mgoʼi skabs -- Rnal ʼbyor maʼi rgyud kyi bshad paʼi dar so dang. Lam ʼbras bu dang bcas paʼi gdams pa sa skya pa yab sras kyi ring la ji ltar ʼphel baʼi gtam gyi skabs -- Rma lo tsā ba dang zha ma lcam sring gis bstan pa ji ltar bskyangs paʼi skabs -- Dum bu lnga pa. Jo bo rje brgyud pa dang bcas paʼi skabs. (ca. Par ma. ) -- Jo bo dang ʼbrom ston dang ra sgreng gi skabs -- Po to ba dang rog gi skabs -- Glang thang paʼi skabs -- Shar pa ba nas ʼchad kha baʼi skabs -- Snar thang paʼi skabs -- Kham lung ba dang shar pa baʼi slob maʼi skabs -- Spyan snga nas bya yul baʼi skabs -- Spyan snga nas bya yul baʼi skabs -- Rgya ma baʼi skabs -- Dgon pa paʼi bu kam ba dang shar pa ba slob brgyud dang bcas paʼi skabs -- Jo bo rjeʼi slob brgyud gzhan gyi lo rgyus phyogs tsam bstan paʼi skabs -- Dum bu drug pa. Rngog lo pa tshab brgyud pa dang bcas pa dang. Dbu tshad. Byams chos sogs ji ltar byung baʼi skabs. (cha. Par ma) -- Rngog lo brgyud pa dang bcas paʼi skabs -- Pa tshab brgyud pa dang bcas paʼi skabs -- Mngon paʼi brgyud paʼi skabs -- Tshad ma rnam ʼgrel gyi brgyud paʼi skabs -- Byams chos btsan lugs kyi skabs -- Dum bu bdun pa. Rgyud sdeʼi bshad srol ji ltar byung baʼi skor. (ja. Par ma. ) -- Yo gaʼi lo rgyus kyi skabs -- ʼdus pa ʼphags lugs kyi skabs -- Ye shes zhabs lugs kyi skabs -- Gshin rje gshed kyi skor gyi skabs -- Bde mchog gi skabs -- Phag mo gzhung drug gi skabs -- Dum bu brgyad pa. Mngaʼ bdag lo tsā ba chen po mar pa nas brgyud de dwags po bkaʼ brgyud ces grags paʼi skabs. (nya. Stod. Dbu med. ) -- Rngog paʼi brgyud paʼi skabs -- ʼdus pa mar lugs kyi skabs -- Bde mchog snyan brgyud dang ras chung snyan brgyud kyi skabs -- Sgam po ba gdan sa dang bcas paʼi skabs -- Sgam po baʼi dngos slob kyi skabs -- Sprul paʼi skuʼi rim pa dang poʼi skabs -- Mtshur phuʼi gdan rabs kyi skabs -- Sprul paʼi skuʼi rim pa gnyis paʼi skabs -- Dpal phag mo gru pa slob ma dang bcas paʼi skabs -- Glegs bam bapa. (15) -- Glegs bam ba paʼi dkar chag -- Deb ther sngon po. (smad cha. Bris par ʼdres ma. ) -- Dum bu brgyad pa. Mngaʼ bdag lo tsā ba chen po mar pa nas brgyud de dwags po bkaʼ brgyud ces grags paʼi skabs. (nya. Smad. Dbu med. ) -- Phag mo gru paʼi gdan rabs kyi skabs -- ʼbri khung chos rje dngos slob dang bcas paʼi skabs -- ʼbri khung paʼi gdan rabs kyi skabs -- Stag lung pa slob ma dang bcas paʼi skabs -- Gʹyaʼ bzang paʼi skabs -- Chos rje gtsang pa bu chen gdan rabs dang bcas paʼi skabs -- Smad ʼbrug gi skabs -- Rgod tshang pa bu chen dang bcas paʼi skabs -- Stod ʼbrug gi skabs -- Grub chen pa slob brgyud dang bcas paʼi skabs -- Khro phu paʼi skabs -- Zhang rin po che slob ma dang bcas paʼi skabs -- Mtshal gung thang paʼi bla rabs kyi skabs -- Sems khrid kyi brgyud paʼi skabs -- Mjug sdud du mar paʼi bkaʼ brgyud dang dwags poʼi bkaʼ brgyud du grags paʼi gtam rags tsam brjod paʼi skabs -- Dum bu dgu pa. Ko brag pa dang. Ni guʼi skabs. (ta. Par ma. ) -- Ko brag pa slob ma dang bcas paʼi skabs -- Ni guʼi skabs -- Dum bu bcu pa. Dus kyi ʼkhor loʼi skabs. (tha. Dbu med. ) -- Dum bu bcu gcig pa. Phyag rgya chen poʼi skabs. (da. Par ma. ) -- Dum bu bcu gnyis pa. Zhi byed brgyud pa snga phyi bar gsum gyi skabs. (na. Par ma. ) -- Brgyud pa dang poʼi skabs -- Brgyud pa bar maʼi skabs sogs -- Rma lugs kyi skabs -- So lugs kyi skabs -- Skam lugs kyi skabs -- Brgyud phran gyi skabs -- Zhi byed brgyud pa phyi maʼi skabs sogs -- Ma jo nyi shu rtsa bzhiʼi lo rgyus kyi skabs -- Tshig brgyud spas paʼi bla ma rnam gsum gyi skabs -- Zhi byed brgyud pa phyi maʼi skabs -- Dum bu bcu gsum pa. Gcod yul dang kha rag paʼi skabs. (pa. Par ma. ) -- Mo gcod kyi skabs -- Pho gcod kyi skabs -- Kha rag paʼi skabs -- Dum bu bcu bzhi pa. Thugs rje chen poʼi dang rdo rje phreng ba sogs kyi skabs. (pha. Par ma. ) -- Thugs rje chen po dpal mo lugs kyi brgyud paʼi skabs -- Don zhags dang dmar khrid zla rgyal lugs kyi skabs -- La stod dmar poʼi skabs -- Khro phu ba las brgyud paʼi skabs -- ʼkhor ba rgyun gcod kyi skabs -- Mkhaʼ spyod bsnyen sgrub kyi skabs -- Grub chen mi tra las byung baʼi chos skor gyi skabs -- Dmar khrid tshem bu lugs kyi skabs -- Darpan gyi skabs -- Rdo rje phreng ba sogs ji ltar byung baʼi skabs -- Thor bu baʼi skabs -- Rteʼu ra paʼi skabs -- Dum bu bco lnga pa. Tshogs sde bzhi sogs dge ʼdun gyi sde ltar byung ba dang. Zhu lan. Par du bzhengs paʼi skabs. (ba. Dbu med. ) -- Kha che paṇ chen dang. De las brgyud paʼi sde bzhiʼi mkhan brgyud kyi skabs -- Dge ldan paʼi skabs -- Nā landa paʼi skabs -- Rtses thang paʼi skabs -- Zhu lan skabs -- Par du bsgrubs paʼi skabs -- Mdzad byang -- Par byang -- Glegs bam ma pa. (16) -- Glegs bam ma paʼi dkar chag -- Chos ʼbyung mkhas paʼi dgaʼ ston. (stod cha. Par ma. ) -- Yan lag dang po. ʼjig rten gyi khams spyir bstan pa -- Yan lag dang po. ʼjig rten gyi khams spyir bstan pa. (ka) -- Yan lag gnyis pa. Rgya gar gyi skabs -- Ston paʼi mdzad pa bshad pa. (kha) -- Bkaʼ bsdu ba khyad par du bshad pa. (ga) -- Dkon mchog gsum gyi rten byung tshul. (nga) -- Rgya gar gyi rgyal rabs. (ca) -- Yan lag gsum pa. Bod kyi skabs. (stod. ) -- Thugs rje chen pos bod bdag gir mdzad tshul. (cha) -- Bod kyi rgyal rabs. (ja) -- ʼdul baʼi chos ʼbyung. (nya) -- Lo paṇ chos ʼbyung. (ta) -- Gsang sngags rnying maʼi chos ʼbyung. (tha) -- Bkaʼ gdams chos ʼbyung. (da) -- Bkaʼ brgyud spyiʼi chos byung. (na) -- Glegs bam tsa pa. (17) -- Glegs bam tsa paʼi dkar chag -- Chos ʼbyung mkhas paʼi dgaʼ ston. (smad cha. Par ma. ) -- Yan lag gsum pa. Bod kyi skabs. (smad. ) -- Sgrub rgyud karma kam tshang gi chos byung rgyas pa. (pa) -- ʼbri khung bkaʼ rgyud kyi rnam thar snying po. (pha) -- Chos rgyud sna tshogs paʼi chos ʼbyung. (ba) -- Yan lag bzhi pa. Li yul. Rgya nag snga ma. Mi nyag (hor ) rgya nag phyi ma rnams su rgyal po dang chos ji ltar byung ba rnams -- Yan lag bzhi pa. Li yul. Rgya nag snga ma. Mi nyag (hor ) rgya nag phyi ma rnams su rgyal po dang chos ji ltar byung ba rnams. (ma) -- Yan lag lnga pa. Yul spyi dang bye brag ma phye bar shes byaʼi gtso bo rig gnas lnga ji ltar byung tshul bshad pa -- Yan lag lnga pa. Yul spyi dang bye brag ma phye bar shes byaʼi gtso bo rig gnas lnga ji ltar byung tshul bshad pa. (tsa) -- Glegs bam tsha pa. (18) -- Glegs bam tsha paʼi dkar chag -- Chos ʼbyung bstan paʼi padma rgyas paʼi nyin byed. (par ma. ) -- Mchod par brjod pa -- Ston pa ʼjig rten du byon tshul -- Ston pa des bstan pa rin po cheʼi sgrom bcaʼ tshul -- Bstan pa gces spras su byed paʼi mkhan po ji ltar byon tshul -- Bstan paʼi gtad rabs -- Theg chen ji ltar dar tshul -- Li yul dang rgya nag tu bstan pa ji ltar byung baʼi tshul -- ʼdzam bu gling du gsang sngags dar tshul -- Rgya gar dbus shar du rim par dar tshul -- Bod du ji ltar dar tshul -- Shambha lar ji ltar dar tshul -- Tillo pa dang nā ro paʼi skabs -- Lcam ni gu dang. Ā ka ra shānti pa. Zhi ba bzang po. Ā ka ra siddhi. Smr̥ ti dzanyā na. Jo bo rje. Mai tri pa. Ti phu pa. Rdo rje gdan pa. A bha yā kā ra gupata. Kha che zla mgon. Dam pa sangs rgyas. Dza ba ri ba. Shākya shrī. Mi tra dzo ki. Nags kyi rin chen bcas kyi skabs -- Bod du bstan pa ji ltar byung tshul las. Dang po miʼi skye ʼgro byung tshul dang. Gnyaʼ khri byon tshul. Lha tho tho ri gnyan btsan. Srong btsan sgam po. Khri lde gtsug brtan. Khri srong lde btsan. Mu ne btsan po. Sad na legs ʼjing. Khri ral pa can. Glang dar ma bcas kyi skabs -- Bstan pa phyi dar gyi tshul las. Bstan paʼi me ro smad nas bslangs tshul dang. Stod nas gsos tshul. Dbus gtsang du ʼbar tshul bcas kyi skabs -- Sngags kyi skor las. Sgyu ʼphrul gsang ba snying poʼi skor dang. Gter ston ʼgaʼ. Lo chen rin bzang. ʼbrog mi shākya ye shes. ʼkhon dkon mchog rgyal po. Se mkhar chung ba. Zhang ston chos ʼbar bcas kyi skabs -- Sa chen kun dgaʼ snying po dang. Bsod nams rtse mo. Grags pa rgyal mtshan. Sa skya paṇḍi ta. ʼgro mgon ʼphags pa. Bla ma dam pa bsod nams rgyal mtshan. Theg chen chos rgyal bcas kyi skabs -- Mar do chos dbang dang. ʼgos lo. Rwa lo rdo rje grags. Kha che zla ba mgon po dang. Rwa chos rab. Bu ston rin chen grub. Dol po shes rab rgyal mtshan. Gyi jo zla baʼi ʼod zer. Tsa mi lo tsā ba. Shong lo rdo rje rgyal mtshan. Dpang lo blo gros brtan pa. Bo dong paṇ chen. Paṇ chen nags kyi rin chen. Pha dam pa sangs rgyas dang ma gcig lab sgron. Shangs pa bkaʼ brgyud bcas kyi skabs -- Mar pa lo tsā ba dang. Sras dar ma mdo sde. Rngog chos sku rdo rje gdung rgyud dang bcas pa. Mes ston mtshon po slob brgyud dang bcas pa. Tshur ston dbang nge slob brgyud dang bcas pa -- Rje mi la ras pa dang. Ras chung rdo rje grags pa. Ngam rdzong ston pa. Dwags po lha rje bcas kyi skabs -- Dwags po sgom chen tshul khrims snying po sogs sgam po paʼi gdan rabs dang. Zhang gʹyu brag pa nas brgyud paʼi tshal pa bkaʼ brgyud. Dus gsum mkhyen pa nas brgyud paʼi kaṃ tshang bkaʼ brgyud. Phag mo gru pa nas brgyud paʼi phag gru bkaʼ brgyud. Stag lung bkaʼ brgyud bcas kyi skabs -- Spar phu ba blo gros sengge dang. Gʹyaʼ bzang bkaʼ brgyud. Mi nyag sgom ring. Khro phu bkaʼ brgyud. Gshen rdor seng. Dmar tshang bkaʼ brgyud. ʼbri gung bkaʼ brgyud bcas kyi skabs -- ʼbrug pa bkaʼ brgyud kyi skabs -- Mdzad byang dang par byang -- Glegs bam dza pa. (19) -- Glegs bam dza paʼi dkar chag -- Dpal dus kyi ʼkhor loʼi brgyud pa rin po cheʼi rtogs brjod dpag bsam snye ma. (dbu can bris ma dang dbu med. ) -- Dus kyi ʼkhor loʼi spyiʼi babs dang. Sangs rgyas kyis gsung tshul bcas kyi skabs -- Byang chub sems dpaʼ rnams kyis ji ltar bkral baʼi tshul -- ʼphags yul gyi paṇ grub rnams kyis ji ltar ʼchad nyan nyams bzhes gnang tshul -- Gyi jo zla baʼi ʼod zer dang. De nas rim bzhin rma loʼi ʼgyur sogs sgyur byed mang du byung baʼi skor -- Bla ma dam pa gcig nas gcig tu brgyud paʼi skor las. Gyi jo lugs kyi skabs -- ʼbro lugs bla ma brgyud paʼi skabs -- Rwa lugs bla ma brgyud paʼi skabs -- Tsa mi lugs kyi bla ma brgyud paʼi skabs -- Paṇ chen shākya shrīʼi lugs kyi bla ma brgyud paʼi skabs -- Sha wa ra dbang phyug gi man ngag gi bla ma brgyud paʼi skabs -- Dus ʼkhor spyi bshad mkhas paʼi mgul rgyan. (dbu med. ) -- Dus kyi ʼkhor loʼi spyiʼi tshul dang dbye ba bshad paʼi skabs -- Bdag cag gi ston paʼi ʼkhrungs dus dang. Dus ʼkhor gsung paʼi dus dang gnas bstan paʼi skabs -- Chos rgyal rigs ldan rnams las ji ltar brgyud paʼi skor -- Dus ʼkhor rgya gar du ji ltar dar tshul gyi skabs -- Dus ʼkhor bod du ji ltar dar tshul gyi skabs -- Glegs bam wa pa. (20) -- Glegs bam wa paʼi dkar chag -- Dpal gshin rje gshed skor gyi dam paʼi chos byung tshul legs par bshad pa ʼjam dpal chos kun gsal baʼi nyin byed. (par ma -- Mchod par brjod cing bshad pa dam bcaʼ ba -- Rgyud spyiʼi dbye ba mdo tsam bstan pa -- Gshin rje gshed kyi rtsa bshad kyi rgyud rnams ji ltar byung baʼi tshul -- Gshin rje gshed skor rgya gar du ji ltar dar baʼi tshul brjod paʼi skabs -- Gshin rje gshed skor bod gangs can du ji ltar dar baʼi tshul -- Mdzad byang -- Dpal rdo rje nag po chen poʼi zab moʼi chos skor rnams byung baʼi tshul legs par bshad pa bstan srung chos kun gsal baʼi nyin byed. (stod cha. Dbu med. ) -- Chos skyong gi skor spyir bstan paʼi skabs -- Dpal ldan lha moʼi lo rgyus -- Las mgon gyi lo rgyus -- Mgon po gur zhal rnam gnyis sogs rgyud las bstan tshul -- Gur mgon gyi chos skor rnams rgya gar du bshad srol byung tshul -- Zhing skyong gdong bzhi paʼi chos skor rnams ʼphags yul du ji ltar dar tshul -- Gur mgon gyi chos skor bod du dar tshul -- Rje ga ya dha ra nas brgyud paʼi bkaʼ bab gnyis paʼi skabs -- Gur mgon gyi de nyid kyi ʼphrin las sam nus mthu bstan paʼi skabs -- Mgon po zhal bzhi paʼi chos skor bod du dar tshul -- Dur khrod bdag po yab yum dang. Dkar bdud lcam dral. Phur srung dam can bcu gnyis sogs kyi chos skor bod du ji ltar byung tshul -- Glegs bam zha pa. (21) -- Glegs bam zha paʼi dkar chag -- Dpal rdo rje nag po chen poʼi zab moʼi chos skor rnams byung baʼi tshul legs par bshad pa bstan srung chos kun gsal baʼi nyin byed. (smad cha. Dbu med. ) -- Rdo rje nag po chen poʼi brgyud paʼi bla ma rnams kyi rnam thar -- Mkhas btsun nam mkhaʼ legs paʼi rnam thar -- Ngor chen rdo rje ʼchang kun dgaʼ bzang poʼi rnam thar -- Mus chen dkon mchog rgyal mtshan gyi rnam thar -- Theg chen chos kyi rgyal po kun dgaʼ bkra shis kyi rnam thar -- Mus srad pa chen po rdo rje rgyal mtshan gyi rnam thar -- Yar klung pa sengge rgyal mtshan gyi rnam thar -- Mkhan chen rgyal mchog paʼi rnam thar -- Rdo rje gdan pa kun dgaʼ rnam rgyal dpal bzang poʼi rnam thar -- Tshar pa chos rje blo gsal rgya mtshoʼi rnam thar -- Sngags ʼchang ngag dbang kun dgaʼ rin chen bkra shis grags pa rgyal mtshan dpal bzang poʼi rnam thar -- Rje btsun dbang phyug rab brtan gyi rnam thar -- De las byung baʼi gdams pa dngos bshad pa -- Byin rlabs chu rgyun dang ʼdra baʼi bkaʼ ma nub paʼi skor -- Gdams ngag gser ʼgyur gyi rtsi dang ʼdra bas sarga ma log paʼi skor -- Rnyed bkur ʼdod yon la longs spyod pa lta buʼi dpal ʼbyor gyi rgyun ma nyams paʼi skor -- Mos gus gzhon nuʼi dgaʼ ba dang ʼdra bas bsam pa tshim paʼi skor -- Mjug gi don bshad pa -- Mdzad byang -- Par byang -- Dpal ye shes kyi mgon po rjo rje ber nag po can gyi lo rgyus kun gyi spyod yul ma yin paʼi mchog gsang gsal bar bsgrags pa ngo mtshar rgya mtshoʼi sprin gyi rnga po che. (par ma. ) -- Klad kyi don bshad pa -- Gzhung gi don bshad pa -- Rgyud la brten paʼi rgyud ngos bzung ba -- Zhal gzigs la brten pa -- Sgrub brgyud rin po che ʼdi nyid ji ltar brgyud paʼi tshul -- Mjug gi don bshad pa -- Glegs bam za pa. (22) -- Glegs bam za paʼi dkar chag -- Bla ma rngog pa yab sras rim par byon paʼi rnam thar rin po cheʼi rgyan gyi phreng ba. (dbu med. ) -- Rje mar pa nas brgyud paʼi rngog gzhung pa yab sras kyi bla maʼi rnam thar nor buʼi phreng ba. (dbu med. ) -- Sprul paʼi sku gnyis pa rin po che brgyud par bcas paʼi lo rgyus. (dbu med. ) -- Gangs can ʼdir ston paʼi rgyal tshab sgam po baʼi khri gdung ʼdzin paʼi dam pa rnams kyi gtam baiḍūryaʼi phreng ba. Par ma -- Mchod brjod dang brtsam par dam bcaʼ -- Rnyi baʼi lo rgyus mdo tsam brjod pa -- Mnyam med sgam po baʼi skabs -- Dwags po tshul khrims snying po dang. Gcung grags mdzes. Slob dpon sgom chung. Mkhan po ʼdul ʼdzin. Sgam po paʼi slob ma gzhan ʼgaʼ -- Lho la yag pa byang chub dngos grub dang. Bye dkar ba sems dpaʼ chen po. Mngaʼ bdag rnyi sgom chen po. Mkhan po ʼbur lug. Dam chos gling pa. Sngags ʼchang rnyi ba jo sras. Sgom bde dbon po. Spyan snga chos kyi rgyal mtshan bcas kyi skabs -- Bla ma smro ba dang. Gcung rdo rje rgya mtsho. Dbon po kun dgaʼ rin chen. Bla ma lcog pa. ʼgro mgon bsod nams rin chen. Zla ʼod rin chen lhun grub. ʼbrug pa rgyal dbang rje. Spyan snga bsod nams rgyal mtshan. Chos rje bsod nams rgya mtshoʼi sde bcas kyi skabs -- Bsod nams lhun grub zla ʼod rgyal mtshan dang. Chos kyi rgyal po bkra shis rgyal. Dbon chen bsod nams dbang rgyal. Spyan snga thub dbang bstan ʼdzin. Spang dkar rin po che dang yongs ʼdzin bsod nams chos ʼphel. Sde bdag gzhon nu rdo rje. Bkra shis kun grags. Bkra shis ʼphrin las. ʼdzam gling nor bu rgyan pa bcas kyi skabs -- Bsod nams rab brtan dang. Bkra shis grags pa rgyal mtshan. Gcung don yod rdo rje. O rgyan rig ʼdzin rdo rje bcas kyi skabs dang mjug byang bcas -- Snyan rgyud kyi brgyud pa yid bzhin nor buʼi phreng ba. Tillo pa nas a nan dā yaʼi bar gyi lo rgyus. (dbu med. ) -- Tillo paʼi skabs -- Dpal nā ro paʼi skabs -- Mar pa lo tsā baʼi skabs -- Mi la ras paʼi skabs -- Rje btsun ras chung pa rdo rje grags paʼi skabs -- Khyung tshang pa ye shes bla maʼi skabs -- Mar ston tshul ʼbyung gnas kyi skabs -- Ma gcig ang joʼi skabs -- Zhang lo tsā baʼi skabs -- Bla ma dha ra shrī baʼi skabs -- Byang sems bsod nams rgyal mtshan gyi skabs -- Drin can ras ma zhig moʼi skabs -- Bde legs bstan ʼdzin paʼi skabs -- Gzi brjid rgyal mtshan gyi skabs -- Bla ma dus zhabs paʼi skabs -- Chos grags dpal bzang poʼi skabs -- ʼjam dbyangs rin chen rgyal mtshan gyi skabs -- Rgyal mtshan rin chen paʼi skabs -- Byams pa gser mchog ʼod zer gyi skabs -- Dpal shar kha ras chen gyi skabs -- A nan dā yaʼi skabs -- Brgyud pa yid bzhin nor bu sogs bde mchog snyan rgyud kyi chos skor dkar chag bzhin cha lag tshang bar tillo pa nas zhang lo tsā baʼi bar gyi lo rgyus. (dbu med. ) -- Mchod brjod dang gleng gzhi -- Rdo rje rnal ʼbyor maʼi lo rgyus -- Rje btsun tillo paʼi lo rgyus -- Nā ro paʼi lo rgyus -- Mar pa lo tsā baʼi lo rgyus -- Rje mi laʼi lo rgyus -- Ras chung rdo rje grags paʼi lo rgyus -- Rje btsun khyung paʼi lo rgyus -- Ma gcig ang joʼi lo rgyus -- Mar ston tshul khrims ʼbyung gnas kyi lo rgyus -- Slob dpon star sgom paʼi lo rgyus -- Chos rje zhang lo tsā baʼi lo rgyus -- Snyan rgyud rdo rje tshig rkang -- Mkhaʼ ʼgro snyan rgyud kyi bsdus don -- Glegs bam ʼa pa. (23) -- Glegs bam ʼa paʼi dkar chag -- Ti llo pa nas bya btang chos grags dbang poʼi bar bla ma nyer drug gi lo rgyus. (dbu med. ) -- Slob dpon rin po che tilli paʼi rnam thar. (ka) -- Rje btsun chen po nā ro paṇ chen gyi rnam par thar pa. (kha) -- Rje btsun mar pa lo tsā baʼi rnam par thar pa. (ga) -- Rje btsun rin po che mi la ras chen gyi rnam par thar pa. (nga) -- Rje btsun ras chung paʼi rnam par thar pa. (ca) -- Dpal ldan khyung tshang paʼi rnam par thar pa. (cha) -- Ma cig ong joʼi rnam thar zur tsam. (ja) -- Mar ston tshul khrims ʼbyung gnas kyi rnam thar. (nya) -- Bla ma star sgom chen poʼi sku che baʼi rnam par thar pa. (nga) -- Bla ma rin po che zhang lo tsā baʼi sku che baʼi rnam thar. (cha) -- Drin can ras maʼi rnam thar. (na) -- Bla ma rin po che ʼgro mgon dha ra shrīʼi rnam thar. (ja) -- Bla ma rin po che se sgom jo khroʼi rnam thar thar paʼi lam ston. (nya) -- Bla ma byang sems bde legs rin chen gyi rnam thar. (pha) -- ʼgro mgon gzi brjid paʼi rnam thar dri ma med paʼi rgyan. (ba) -- Dus zhabs pa rin chen rgya mtshoʼi rnam thar. (ma) -- Bla ma sgrub pa po byang sems bsod nams rgyal mtshan gyi rnam thar. (ta) -- Cho lung chos grags paʼi rnam thar. (ma) -- Bla chen grags pa rin chen paʼi rnam thar. (tsa) -- Yon tan byang chub paʼi rnam thar. (tsa) -- Mar ston shes rab bzang poʼi rnam thar. (tsha) -- Chos rje rin po che shes rab dpal bzang paʼi rnam thar. (tsha) -- Chos rje grags pa dpal ʼbyor paʼi rnam thar. (wa) -- ʼkhrul zhig pa ras chen kun dar baʼi rnam par thar pa -- ʼkhrul zhig pa ras chen kun dar baʼi rnam par thar pa -- Bya btang chos grags dbang poʼi bshes gnyen bsten tshul. (tsa) -- Glegs bam ya pa. (24) -- Glegs bam ya paʼi dkar chag -- Bkaʼ rgyud rin po cheʼi rnam par thar pa rab gsal mchog tu grub pa rgyan gyi phreng ba. (dbu med. ) -- Rdo rje ʼchang dang smin lam bkaʼ bzhiʼi rnam thar. (dbu med. ) -- Brgyud paʼi khungs nye bar gleng ba. (dbu med. ) -- Pra dznya bha draʼi rnam thar grub paʼi rna rgyan. (dbu med. ) -- Dpal dznya na sidhiʼi rnam par thar pa grub paʼi rna rgyan. (dbu me. ) -- Rje mar paʼi rnam par thar pa grub paʼi ngo mtshar brjod pa. (dbu can bris ma. ) -- Chos kyi mngaʼ bdag mi la ras chen gyi rnam par thar pa byin rlabs kyi sprin phung. (dbu med. ) -- Chos kyi rje dpal ldan sgam po ba chen poʼi rnam par thar pa snyan paʼi ba dan. (dbu med. ) -- Chos kyi rje rin po che dus gsum mkhyen paʼi rnam par thar pa dgos ʼdod kun ʼbyung bzhugs pa. (dbu med. ) -- ʼgro baʼi mgon po sangs rgyas ras chen gyi rnam par thar pa bdud rtsiʼi bum bzang. (dbu med. ) -- Rje rin po che spong brag paʼi rnam par thar pa pad dkar gyi phreng baʼi dbu phyogs. (dbu med. ) -- Glegs bam ra pa. (25) -- Glegs bam ra paʼi dkar chag -- Chos kyi rje dpal ldan karma pa chen poʼi rnam par thar pa bsam yas lhaʼi rnga chen. (dbu me. ) -- Chos kyi rje rgyal ba o rgyan paʼi rnam par thar pa rdzogs ldan bdud rtsiʼi dgaʼ ston. (dbu med. ) -- Thams cad mkhyen pa rang ʼbyung rdo rjeʼi rnam par thar pa tshigs su bcad pa. (dbu med. ) -- Rgyal ba gʹyung ston ri khrod paʼi rnam thar. (dbu med. ) -- Grub paʼi skyes mchog ma ti sing haʼi rnam par thar pa nyams rtogs ʼod kyi sgron me. (dbu med. ) -- Rje ri khrod pa chen poʼi rnam par thar pa phra mdzes mu tig do shal. (dbu med. ) -- Ma tshungs med dpal ldan bla maʼi rnam par thar pa yon tan mi zad pa gsal baʼi me long. (dbu med. ) -- Rnam thar reʼu mig tu bkod paʼi dkar chag (dbu can bris ma. ) -- Chos rje mkhaʼ spyod dbang poʼi dus gsum gyi rnam par thar pa rin po che dbang gi rgyal poʼi phreng ba. (dbu med. ) -- Chos kyi rje rin po che de bzhin gshegs paʼi rnam par thar pa dpag bsam ʼdab ma bdun pa. (dbu med. ) -- Chos kyi rje chos kyi grags pa dpal bzang poʼi rnam par thar pa yon tan rin chen mi bzad paʼi gter mdzod. (dbu med. ) -- Glegs bam la pa. (26) -- Glegs bam la paʼi dkar chag -- Chos sku rdo rje ʼchang chen poʼi rnam par thar pa rin chen ʼod zer. (ka. Dbu can bris ma. ) -- Yum rdo rje rnal ʼbyor maʼi rnam thar. (ka. Dbu can bris ma. ) -- Rje btsun ti lo paʼi rnam par thar pa. (kha. Dbu can bris ma. ) -- Rje btsun chen po nā ro paʼi rnam par thar pa. (ga. Dbu can bris ma. ) -- Sgra bsgyur chen po mar paʼi rnam par thar pa. (nga. Dbu can bris ma. ) -- Rje btsun mi la ras paʼi rnam thar mdor bsdus. (ca. Dbu can bris ma. ) -- Chos rgyal dwags po lha rjeʼi rnam par thar pa bsdus pa. (cha. Dbu can bris ma. ) -- Bde gshegs phag mo grub paʼi rnam par thar pa. (ja. Dbu can bris ma. ) -- Grub chen padma rdo rjeʼi rnam par thar pa. (nya. Dbu can bris ma. ) -- Chos rje ʼgro baʼi mgon po gtsang pa rgyal sras kyi rnam par thar pa. (ta. Dbu can bris ma. ) -- Chos rje rgod tshang pa mgon po rdo rjeʼi rnam par thar pa. (tha. Dbu can bris ma. ) -- Chos kyi rgyal po rgyal ba yang dgon paʼi rnam par thar pa. (da. Dbu can bris ma. ) -- Glegs bam sha pa. (27) -- Glegs bam sha paʼi dkar chag -- Thugs sras spyan mngaʼ rin chen ldan gyi rnam par thar pa rin chen mgul rgyan. (na. Dbu can bris ma. ) -- Kun mkhyen zur phug paʼi rnam thar rin po che. (pa. Dbu can bris ma. ) -- Chos rje rin po che ʼbaʼ ra ba rgyal mtshan dpaʼ bzang poʼi rnam thar byin brlabs char ʼbebs. (pha. Dbu can bris ma. ) -- Thugs sras nam mkhaʼ seng geʼi rnam par thar pa. (ba. Dbu can bris ma. ) -- Byang sems chen po kun dgaʼ chos rgyal gyi rnam thar zur tsam zhig (ma. Dbu can bris ma. ) -- Mkhas grub mon rdzong ras chen gyi rnam par thar pa ngo mtshar nor buʼi phreng ba dad paʼi mig ʼbyed. (tsa. Dbu can bris ma. ) -- Dpal ldan bla ma dam pa sprul sku nam mkhaʼ rgyal mtshan dpal bzang poʼi rnam par thar pa dgos ʼdod kun ʼbyung nor buʼi ʼphreng ba. (tsha. Dbu can bris ma. ) -- Shākyaʼi dge slong rdo rje ʼdzin pa chen po nam mkhaʼ rdo rjeʼi rnam par thar pa ngo mtshar gsal baʼi me long. (dza. ) -- Glegs bam sa pa. (28) -- Glegs bam sa paʼi dkar chag -- Thugs sras nam mkhaʼ dpal ʼbyor gyi rnam thar. (wa. Dbu can bris ma. ) -- Bya btang nam mkhaʼ rgyal mtshan gyi rnam thar. (zha. Dbu can bris ma. ) -- Bla ma zur phug paʼi rnam thar mdor bsdus pa. (za. Dbu can bris ma. ) -- Dpal ldan bla ma dam pa karma gsal byed kyi rnam thar dad paʼi gsal ʼdebs. (ʼa. Dbu can bris ma. ) -- Grub thob chen po dkon mchog rgyal mtshan gyi rnam thar mdor bsdus ngo mtshar bdud rtsiʼi chu rgyun. (ya. Dbu can bris ma. ) -- Chos rje ʼbaʼ ra ba sprul sku rin chen bstan paʼi gsal byed kyi rnam thar mu tig ʼphreng ba. (ra. Dbu can bris ma. ) -- Dpal ldan bla ma dam pa rdo rje ʼchang blo gros chos ʼphel gyi rnam thar rin po che bai ḍūryaʼi ʼod snang. (la. Dbu can bris ma. ) -- Dpal ldan bla ma rdo rje ʼchang blo gros chos ʼphel gyi rnam thar rin po che bai ḍūryaʼi ʼod snang. (sha. Dbu can bris ma. ) -- Rje btsun bla ma dam pa rdo rje ʼchang kun mkhyen chos rje o rgyan ngag dbang ye shes dpal bzang poʼi rnam thar dpag bsam ljon shing. (sa. Dbu can bris ma. ) -- Glegs bam ha pa. (29) -- Glegs bam ha paʼi dkar chag -- Dpal ldan bla ma ʼjam mgon chos grags rgya mtshoʼi rnam thar nyung ngur gsal ba dngul dkar gyi me long. (dbu med. ) -- Grub paʼi dbang phyug bya btang karma dpal ldan gyi rnam par thar pa zla baʼi bdud rtsi. (dbu med. ) -- Rje btsun bla ma dam pa grub mchog ngag dbang chos kyi rgya mtshoʼi rnam thar nor buʼi ʼod snang. (dbu med. ) -- Bya bral rnal ʼbyor pa rig ʼdzin chos dbyings rdo rjeʼi ʼdi snang ʼkhrul paʼi rol rtsed rtogs brjod gyi tshal du gleng ba rma bya dgaʼ baʼi ʼbrug sgra. (dbu med. ) -- Glegs bam a pa. (30) -- Glegs bam a paʼi dkar chag -- Bstan pa dang bstan ʼdzin gyi lo rgyus yongs ʼdu me tog gsar paʼi do shal. Par ma -- Klad kyi don bshad pa -- Gzhung gi don bshad pa -- Spyir bskal pa gang la sangs rgyas byon tshul -- Khyad par bskal pa bzang poʼi sangs rgyas byon tshul -- Ston pa thub paʼi dbang po byon tshul -- Ston pa thub paʼi dbang po byon na chos ʼkhor bskor tshul -- Bkaʼ bsdu rim gsum byung tshul -- Zhar du phyi nang gi grub mthaʼi khyad par bshad pa -- Paṇ grub rnams kyis ji ltar bskyangs paʼi tshul -- Gangs riʼi ljongs ʼdir lo paṇ rnams kyis ji ltar bsgyur baʼi tshul -- Bod kyi chen po rnams kyis sri zhu ji ltar mdzad paʼi tshul -- ʼchad nyan gyis ji ltar gtan la phab paʼi tshul -- Sa skya paʼi lta grub khyad par du ʼphags tshul -- Bkra shis dge legs ji ltar byung baʼi tshul -- Mjug gi don bshad pa -- Bod rje lha btsad poʼi gdung rabs mngaʼ ris smad mang yul gung thang du ji ltar byung baʼi tshul deb ther dwags shel ʼphrul gyi me long. (dbu med. ) -- Gu bkraʼi chos ʼbyung. (glegs bam dang po. )(dbu med. ) -- Klad kyi don bshad pa -- Gzhung gi don bshad pa -- Skabs dang po. Ston pa ʼjig rten du byon nas mdo sngags kyi bstan pa rin po che ji ltar dar tshul bshad pa -- Skabs gnyis pa. Dam paʼi chos ji ltar gsungs paʼi tshul -- Skabs gsum pa. Bstan pa de nyid ʼphags bod du ji ltar byon tshul -- Skabs bzhi pa. Snga ʼgyur rdo rje theg paʼi bstan pa dang ring lugs ʼdzin paʼi skyes bu rnams ji ltar byon tshul -- Bod kyi lo rgyus rnam thar phyogs bsgrigs thengs dang poʼi dkar chag(31) -- Sngon ʼgroʼi gtam -- Bsdu sgrig gsal bshad -- Nang don gnad bsdus -- Bod kyi lo rgyus rnam thar phyogs bsgrigs thengs dang poʼi glegs bam so soʼi dkar chag -- Glegs bam dang poʼi dkar chag -- Glegs bam gnyis paʼi dkar chag -- Glegs bam gsum paʼi dkar chag -- Glegs bam bzhi paʼi dkar chag -- Glegs bam lnga paʼi dkar chag -- Glegs bam drug paʼi dkar chag -- Glegs bam bdun paʼi dkar chag -- Glegs bam brgyad paʼi dkar chag -- Glegs bam dgu paʼi dkar chag -- Glegs bam bcu paʼi dkar chag -- Glegs bam bcu gcig paʼi dkar chag -- Glegs bam bcu gnyis paʼi dkar chag -- Glegs bam bcu gsum paʼi dkar chag -- Glegs bam bcu bzhi paʼi dkar chag -- Glegs bam bcu bco lnga paʼi dkar chag -- Glegs bam bcu drug paʼi dkar chag -- Glegs bam bcu bdun paʼi dkar chag -- Glegs bam bcu brgyad paʼi dkar chag -- Glegs bam bcu dgu paʼi dkar chag -- Glegs bam nyi shu paʼi dkar chag -- Glegs bam nyer gcig paʼi dkar chag -- Glegs bam nyer gnyis paʼi dkar chag -- Glegs bam nyer gsum paʼi dkar chag -- Glegs bam nyer bzhi paʼi dkar chag -- Glegs bam nyer lnga paʼi dkar chag -- Glegs bam nyer drug paʼi dkar chag -- Glegs bam nyer bdun paʼi dkar chag -- Glegs bam nyer brgyad paʼi dkar chag -- Glegs bam nyer dgu paʼi dkar chag -- Glegs bam sum cu paʼi dkar chag -- Mdzad pa po rnams kyi rnam thar mdor bsdus -- Las chen kun dgaʼ rgyal mtshan -- Bsod nams lhaʼi dbang po -- Paṇ chen bsod nams grags pa -- ʼbrom gzhon nu blo gros -- Bla ma lho paʼam dharma skyabs -- ʼbrom ston pa rgyal baʼi ʼbyung gnas -- Mchims nam mkhaʼ grags -- Zul phu mkhan chen byang chub dpal bzang -- Nam tsho lo tsā ba tshul khrims rgyal ba -- ʼjam dbyangs dpal ldan rgya mtsho -- Gu ge khri thang pa dpal ye shes -- Zhang zhung chos dbang grags pa -- Gro lung pa blo gros ʼbyung gnas -- Skyo ston smon lam tshul khrims -- Snar thang bsam gtan bzang po -- Rin chen ʼbyor ldan -- Lo tsā ba ma ṇi ka shrī -- Gzhon nu rgyal mtshan dpal bzang po -- Sa skya grags pa rgyal mtshan -- Neʼu paṇḍi ta grags pa blo gros -- Btsun pa cha gan -- Tshul khrims seng ge -- Bkaʼ brgyud pa bsod nams rgyal mtshan -- Sa skya bsod nams rgyal mtshan -- Jo nang rin chen bzang po -- Dpon yig dpal ʼbyor bzang po -- Yar klung jo bo shākya rin chen -- Brtson ʼgrus seng ge -- Dkon mchog ʼbangs -- ʼjam dpal gzhon nu -- Shākya gzhon nu -- Ku su lu pa sangs rgyas gzhon nu -- Rnal ʼbyor pa kun dgaʼ blo gros -- Paṇ chen shākya mchog ldan -- Dge slong ngag dbang rnam rgyal -- Ri bo che dpon tshang tshe dbang rgyal -- ʼgos lo gzhon nu dpal -- Dpaʼ bo gtsug lag phreng ba -- ʼbrug pa padma dkar po -- Chag lo rin chen chos rgyal -- Gzhan phan dbang po -- A mes ngag dbang kun dgaʼ bsod nams -- Karma mkhaʼ khyab rdo rje -- Puṇya shrī -- Bo dhi shrī -- Byang chub dngos grub -- Bzang poʼi ming can -- Bo dhi bha dra -- Dge slong dngos grub dpal bzang po -- ʼbrug paʼi sgom chen chos grags dbang po -- Zhwa dmar mkhaʼ spyod dbang po -- Ranta bha draʼam rin chen bzang po -- Spyan snga rin chen ldan -- Mkhas btsun rgyal mtshan ʼbum -- ʼbaʼ ra ba rgyal mtshan dpal -- Zha lu ma ti ratna shrī -- Mon rdzong ras pa -- Kun tu bzang mo -- Kun dgaʼ dpal ʼbyor -- Chos rgyal lhun grub -- Chos rje rab ʼbyams pa -- Sbu su ku ba -- Ri ba gzhon nu rgyal mtshan -- ʼbaʼ ra ba rin chen bstan paʼi gsal byed -- Blo gros chos ʼphel -- Dge slong ngag dbang ye shes -- Rig ʼdzin chos dbyings rdo rje -- Sde snod ʼdzin pa chos rnam rgyal -- Kaḥthog rig ʼdzin tshe dbang nor bu -- Gu ru bkra shis -- Mjug byang",
    "tags": [],
    "relations": {},
    "dateAdded": "2023-09-14T12:16:15Z",
    "dateModified": "2023-09-14T12:16:15Z"
  }
}