{
  "key": "G5B4X8J3",
  "version": 5445,
  "library": {
    "type": "group",
    "id": 4394244,
    "name": "TibSchol",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/tibschol",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4394244/items/G5B4X8J3",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/tibschol/items/G5B4X8J3",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8397006,
      "username": "PascaleHugon",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/pascalehugon",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Nishizawa",
    "parsedDate": "2018-12-20",
    "numChildren": 1
  },
  "data": {
    "key": "G5B4X8J3",
    "version": 5445,
    "itemType": "journalArticle",
    "title": "チベット初期中観思想における二諦説――二諦の分類の意味をめぐって―― [The Two-truths (<i>Satyadvaya</i>) Theory of Early Tibetan Madhyamaka Thought: With Reference to the Meaning of the Division of the Two-truths]",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Fumihito",
        "lastName": "Nishizawa"
      }
    ],
    "abstractNote": "I previously investigated a series of interpretations of rNgog lo tsā ba, Gro lung pa, rGya dmar ba and Phya pa of the definitions of the Two-truths, especially focused on the ultimate truth (paramārthasatya, i.e., śūnyatā), and elucidated the following points:\n\n1. Sa skya pa’s Madhyamaka thought, the so-called “mTha’ bral dBu mar smra ba,” probably has its root, or at least one of its roots, in the interpretations of Gro lung pa and his master rNgog lo tsā ba’s line.\n\n2. Phya pa and his master rGya dmar ba established their interpretations that regard emptiness (śūnyatā) as the object of cognition by criticizing the interpretation of rNgog’s line, and the interpretation of Phya pa’s line was probably accepted by dGe lug pa in later periods.\n\n3. It was on how to interpret k. 3cd and k. 4 of the Satyadvayavibhaṅga that Gro lung pa and Phya pa went their separate ways, and, as a result of their controversies, two different lines of Madhyamaka thought were generated in Tibet.\n\nIf the above-mentioned assumptions were correct, Tsong kha pa would have established his own Madhyamaka thought under the strong influence of the interpretation of Phya pa’s line, which was based on *Svātantrika-Madhyamaka thought. This would further make us re-evaluate the prevailing interpretation that Tsong kha pa established his own Madhyamaka thought in accordance with the *Prāsaṅgika-Madhyamaka line under the mysterious instruction of Mañjuśrī with the assistance of the translator Bla ma dBu ma pa.\n\nIn this paper, I have investigated the subject of “the meaning of division (dbye ba’i don)” of the Two-truths, which is closely related with the definitions (mtshan nyid) of the Two-truths, and drawn the following conclusions:\n\n1. On this subject, Tsong kha pa introduced two different interpretations of early Tibetan scholars: (1) “gcig pa bkag pa’i tha dad” and (2) “ngo bo gcig la ldog pa tha dad”, The former is identifed with Gro lung pa’s interpretation, while the latter is identified with that of Phya pa.\n\n2. Tsong kha pa accepted the latter interpretation of Phya pa’s line as his own, together with the source of Bodhicittavivaraṇa k. 68 cited in Phya pa’s text, and this interpretation was generally accepted by his followers in the dGe lugs pa tradition.\n\n3. On the other hand, the former interpretation of Gro lung pa’s line was generally accepted by Sa skya pa scholars such as Go ram pa and others.",
    "publicationTitle": "Journal of Indian and Buddhist Studies / Indogaku bukkyōgaku kenkyū (印度學佛教學研究)",
    "volume": "67",
    "issue": "1",
    "pages": "333-328",
    "date": "2018-12-20",
    "series": "",
    "seriesTitle": "",
    "seriesText": "",
    "journalAbbreviation": "IBK",
    "language": "jap",
    "DOI": "10.4259/ibk.67.1_333",
    "ISSN": "0019-4344, 1884-0051",
    "shortTitle": "The Two-truths (<i>Satyadvaya</i>) Theory of Early Tibetan Madhyamaka Thought",
    "url": "https://www.jstage.jst.go.jp/article/ibk/67/1/67_333/_article/-char/ja/",
    "accessDate": "2025-09-02T13:10:24Z",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "DOI.org (Crossref)",
    "callNumber": "",
    "rights": "",
    "extra": "",
    "tags": [],
    "collections": [],
    "relations": {},
    "dateAdded": "2025-09-02T13:10:24Z",
    "dateModified": "2025-09-02T13:20:14Z"
  }
}