{
  "key": "Y9WRQY4T",
  "version": 4792,
  "library": {
    "type": "group",
    "id": 4394244,
    "name": "TibSchol",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/tibschol",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4394244/items/Y9WRQY4T",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/tibschol/items/Y9WRQY4T",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8397006,
      "username": "PascaleHugon",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/pascalehugon",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Hugon and Choi",
    "parsedDate": "2021",
    "numChildren": 0
  },
  "data": {
    "key": "Y9WRQY4T",
    "version": 4792,
    "itemType": "journalArticle",
    "title": "Phya pa Chos kyi seng ge on the Invalidating Argument in the Proof of Momentariness",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Pascale",
        "lastName": "Hugon"
      },
      {
        "creatorType": "author",
        "firstName": "Kyeongjin",
        "lastName": "Choi"
      }
    ],
    "abstractNote": "This paper introduces the Tibetan Buddhist thinker Phya pa Chos kyi seng ge’s (1109-1169) discussion of the invalidating argument in the proof of momentariness. Our goal is both to supply direct evidence for Phya pa’s views on this important topic in the Buddhist philosophical landscape and, through the translation of the relevant passage, to showcase Phya pa’s style of discourse and argumentation. The introduction (§1) will first recall some important features of the proof of momentariness and milestones in its development in the works of Dharmakīrti (7th c.). This section will consider how Indian and Tibetan exegetes understood the role of the subsidiary arguments involved in Dharmakīrti’s discussion, in particular that of the inference invoking the causelessness of cessation, and that of the invalidating argument. We shall examine the articulation of these subsidiary arguments in the works of Dharmottara and Phya pa. We shall then present the position of several other Tibetan commentators, offering insights from Kyeongjin Choi’s 2016 doctoral thesis (in Japanese), which deals with the proof of momentariness in the works of bKa’ gdams pa and dGe lugs pa scholars. The second part of the introduction (§1.2) is meant to facilitate the understanding of the passage translated in §2. We present some of the methods Phya pa applies in his discussion of the invalidating argument and provide a summary of the passage. The second part of this paper (§2) offers an English translation of Phya pa’s discussion. This translation was prepared by Kyeongjin Choi and Pascale Hugon on the occasion of a joint reading session held in February 2019 at the Institute for the Cultural and Intellectual History of Asia of the Austrian Academy of Sciences in Vienna. The collated edition of the Tibetan text – available in two nearly identical versions in ’Od zer 126a4–130a1 and Mun sel 62b5–66b2 – can be accessed online at the website 'Materials for the Study of Phya pa Chos kyi seng ge (1109-1169)'.",
    "publicationTitle": "Journal of the International Association of Buddhist Studies",
    "publisher": "",
    "place": "",
    "date": "2021",
    "volume": "44",
    "issue": "",
    "section": "",
    "partNumber": "",
    "partTitle": "",
    "pages": "209–244",
    "series": "",
    "seriesTitle": "",
    "seriesText": "",
    "journalAbbreviation": "JIABS",
    "DOI": "10.2143/JIABS.44.0.3290293",
    "citationKey": "",
    "url": "",
    "accessDate": "",
    "PMID": "",
    "PMCID": "",
    "arXivID": "",
    "ISSN": "2507-0347",
    "archive": "",
    "archiveLocation": "",
    "shortTitle": "",
    "language": "eng",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "",
    "tags": [
      {
        "tag": "Buddhist logic"
      },
      {
        "tag": "Phya pa"
      },
      {
        "tag": "Phyapa Website"
      }
    ],
    "collections": [
      "NVIEWWIE"
    ],
    "relations": {
      "owl:sameAs": "http://zotero.org/groups/4973554/items/ENV5YL3A"
    },
    "dateAdded": "2024-01-09T08:50:35Z",
    "dateModified": "2025-05-21T07:20:16Z"
  }
}